{
  "error": "OK",
  "limit": 100,
  "offset": 0,
  "number_of_page_results": 100,
  "number_of_total_results": 183512,
  "status_code": 1,
  "results": [
    {
      "publish_date": "1999-06-08 12:00:00",
      "update_date": "2014-03-12 01:00:29",
      "id": 2323277,
      "authors": "Gamespot Staff",
      "title": "Tomorrow Never Dies",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "At a recent EA gamer's day, we got an up-close-and-personal look at the 3D action-adventure being developed by MGM Interactive and Black Ops.",
      "body": "<p> UPDATE <\/p><p> Bond is back - and on the PlayStation. At a recent EA gamer's day, we got an up-close-and-personal look at the 3D action-adventure being developed by MGM Interactive and Black Ops. Loosely based on the movie, Tomorrow Never Dies follows Bond as he battles evil media overlord Elliot Carver, who is determined to cause a war between the Chinese and the Brits - he's trying to trick each nation into thinking that the other is about to attack. Your job - as Bond - is to stop him, using all the weapons in your arsenal.Weapons and gadgets are obviously a major part of any Bond game, and you'll have a number of them - cufflink detonators, laser designators, thumbprint scanners, tiny tracking devices, ski-pole rocket launchers, satellite link-up cameras, and a mysterious cell device, among others. Plus, you'll also have a sniper rifle (the view changes to a sniper mode when you use it), infrared goggles, and cameras that actually work. Weapons include toys like grenade launchers and proximity mines - there will be 12 to 16 total weapons by the time the game is done. The game pauses while you change weapons, so you'll suffer no penalty if you suddenly decide to kill an enemy with a rocket launcher instead of the sniper rifle. Additionally, there is an optional ghost mode when you're in battle so that you can better target your enemies - without your back blocking the view. But you won't be alone in your quest to save the world. Wai Lin, the Chinese agent who partnered with Bond in the movie will be back in the game, also fighting Carver. You'll have a chance to play as both spies as the game progresses, although you only get to play Wai Lin in one level. Between 60 and 75 percent of the levels are based on things that actually happened in the movie; the rest are things that fit within the Bond universe, though they weren't in the big screen version. A good example is the skiing segment - never happened in the movie, but it looks great on the PlayStation, and it was one of the things the developers really wanted to put in - a Bond battle on ski slopes is just so classic Bond, and as one developer put it, \"You want to see him doing Bond things.\" As a result, the game is in third person - so that you can actually see Bond and all his various vehicles. Sneaking around is definitely a part of this game - you can sneak up to an enemy and pistol whip him. Stealth wall sneaking is another of the features developers are pleased with - along with the ability to duck and roll and dive and fire. And there are a number of missions where ducking and not getting caught are key - after all, Bond is only one man, and he is taking on the many minions of an evil empire.Speaking of missions, there will be more than ten of them: military outpost, Hotel Atlantic, arms bazaar, Carver media center, ski ridge, and stealth boat in Ha Long Bay are a few of them. Within the missions are a number of scenes, which transition quickly and easily into each other - so you'll move from inside to outside, from foot to vehicle, and so on, fairly deftly and without a lot of waiting time. <\/p><p> Plans for the game include a multiplayer mode, which is still being tinkered with right now. The two-player head-to-head matchup mode would have Bond vs. Wai Lin, or some of the other characters from the movie - you'll be able to play with either a vertically or horizontally split-screen. Also, Black Ops is hoping to get official MGM voice-alikes to do the voice work for the game, but nothing has been confirmed yet.And for those die-hard fans of the movie, there are a number of cutscenes taken directly from the film. Additionally, the opening credits of the game play out exactly the way they do in Bond movies, with shadowy female forms, guns, and the theme song; it drops you immediately into a Bond mood and sets the stage for super-secret spy gameplay extremely well. And gameplay is the key to any game. You can't look at Tomorrow Never Dies without thinking of and comparing it to GoldenEye 007 on the N64, but that's OK, because at this modestly mid-range stage in development, the game is holding its own, despite some control and camera issues Black Ops hopes to iron out in the next few months before the release. The game starts off with a simple level that basically involves learning the controls, maneuvering around environmental objects, and practicing targeting on some really simple enemies. The control - in terms of how your character \"feels\" in the environment - is not too shabby. You have the standard rolls (dodges), strafes, sneaks, and running-around moves that are pretty smooth and easy to pull off if you're in a space that's free of obstructions. Getting Bond to move around objects and go up stairs, however, could still use some work. We did get stuck several times on barrels and basically had to turn around and realign ourselves in a new direction to clear various objects - a function Black Ops says it is still tweaking.Angling Bond in front of an enemy with or without sniping is pretty simple and responsive. The accuracy is a little rough at this point, as the enemies drop pretty quickly if you shoot in their close vicinity, and Bond automatically and blindly seems to stop on his target (with no help from visual indicators such as lock-on targeting). But oddly enough, close-range shooting isn't always as successful as it should be. Again, Black Ops is aware of the targeting problems and plans to work those details out. Also, another feature is the ghosting function on your character. When Bond is attacking someone at close range, you have a default option lets him \"ghost out\" or become invisible so you can see the target directly in front of you. This can be disappointing if you'd actually like to see Bond attacking the enemy; however, developers did say they're considering making it possible during certain attacks for Bond to stay intact just for a second, even with ghosting turned on, so you don't miss the good stuff.Unfortunately, we didn't get a chance to try out any of the vehicles or skis and such, but we did see them in action, and without getting our hands on the controls at that point, it looked pretty fun. Scrolling through weapons and managing ammo, guns, grenades, health, and mission objects seems intuitive and comfortable. If Black Ops can get the cameras (which are intelligent, with several close-up\/distance views available) and collision figured out, this may very well end up being a game to take pretty seriously.Tomorrow Never Dies won't be out till this fall, but we'll be sure to update you as the game progresses this summer. In the meantime, check out the new screenshots. <\/p><p> ORIGINAL PREVIEW <\/p><p> Favorite Bond moments - everybody has one. During his 35-year film history, Her Majesty's Secret Service's most renowned agent literally has traveled to the moon and back, cheating death countless times while meeting an outlandish cast of hit men, megalomaniacs, and, of course, exotic women. Yet it is specific action sequences, such as Roger Moore skiing off a cliff and parachuting to safety in The Spy Who Loved Me, that stand out most in moviegoers' minds. So when MGM Interactive began considering what kind of game it wanted Tomorrow Never Dies to be, it knew a simple retelling of the film's events - no matter how spectacular they may be - would never do. \"What we really wanted to do,\" says MGM Interactive's Michael Guttentag, \"was create a game that felt like a James Bond film. And what does it mean to be in a James Bond film? It's not like you think of one film, even though there are certain favorites. What you realize is [it's] the greatest moments from all the different films that really get you excited. So our concept was to create a game that brought you all these different great moments.\" Having made this decision, deciding to pair with developer Black Ops, which already has a number of excellent flight and underwater game engines under its belt, was purely academic. As Guttentag elaborates, \"We've known Black Ops for years. We've seen not only the quality of the games they've done, but also the dramatic evolution [between each successive] generation of their games. So we really think they have the right foundation to deliver the next level of action-adventure on the PlayStation. Plus, they're only three blocks away from us,\" Guttentag adds with a chuckle. So will Black Ops reheat what it has created in the past and serve it up to hungry Bond fans as a new game? Definitely not, says John Botti, the president and CEO of Black Ops. \"[The previous games] are serving more as starting points. There's a small percentage of Tomorrow Never Dies - less than 30 percent - which utilizes existing technology. We [at Black Ops] have always tried to one-up [ourselves]. So, we weren't comfortable with just going with the existing technology; that's not something that's sufficient, something that's going to fly.\" Speaking of flying, Bond will be doing just that in Tomorrow Never Dies, along with driving, skiing, scuba diving, and fighting enemies on foot GoldenEye-style. The game's story, surprisingly, begins where Tomorrow Never Dies ends. Why such an unorthodox move? \"Part of the fun of a James Bond film is discovery,\" explains Guttentag.\" So, we wanted to have a story that [required the player] to slowly piece together what was going on, figure out who the mastermind was, and then go save the world.\" <\/p><p> In order to do so, you must pay attention to what the game's characters say and do, rather than simply mowing them down. Guttentag elaborates, \"There will be non-player characters talking and moving around. You can sneak up around the corner and overhear the bad guy telling his master plan to everybody. That will be part of how you figure out what's going to happen and where to go.\" <\/p><p> By staying true to the license rather than slapping the Bond name on a side-scrolling shoot-em-up, MGM Interactive hopes to avoid the pitfalls that have trapped previous movie-to-game translations. \"We're not approaching this as just another licensing extension,\" assures Guttentag. \"We want this game to stand on its own.\" <\/p>",
      "lede": "At a recent EA gamer's day, we got an up-close-and-personal look at the 3D action-adventure being developed by MGM Interactive and Black Ops.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 58,
          "name": "Features"
        },
        {
          "id": 65,
          "name": "Standard Feature"
        }
      ],
      "associations": [
        {
          "id": 2154,
          "name": "007: Tomorrow Never Dies",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:2154",
          "guid": "5000-2154"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/tomorrow-never-dies\/1100-2323277\/"
    },
    {
      "publish_date": "1999-05-25 12:00:00",
      "update_date": "2004-01-07 05:52:26",
      "id": 2323291,
      "authors": "Yutaka Ohbuchi",
      "title": "D2",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "D2 is currently slated for release during the third quarter of 1999 in Japan, and around the holidays here in the States.",
      "body": "<p> <br\/> D2 was originally going to launch with the Dreamcast, but delays prevented it. Currently, the game is slated for release during the third quarter of 1999 in Japan, and around the holidays here in the States.<br\/> <br\/> Up until now, a true impression of Warp's epic, D2, was not possible unless you bought Real Sound 2 as an import, which featured the D2 Shock demo. But at Sega's E3 booth, the D2 Shock demo was in place, offering a glimpse of what Eno-san has in mind. Different displays offered the various \"challenges\" found in the demo. One minigame showcased the first-person shooter mode that Laura (the main character) enters whenever she encounters the enemy. The other demo let gamers ride the snowmobile around the vast white fields of snow in the mountain range where D2 takes place. Lastly, another kiosk played the opening movie that has been featured in numerous articles surrounding D2.<br\/> <br\/> The movie's setting is a snowy mountain area. There is one figure in the snow, walking toward some unknown goal. The figure is hunched over, as if injured. Soon, it becomes obvious that drops of blood are being left along the trail. But oddly enough, the red blood turns green....<br\/> <br\/> Suddenly, we see the interior of a wooden cabin. The cabin is warmed by a fireplace. There is a rocking chair in the room. A woman - Kimberly - sits in the chair. She is looking at a blond woman in a bed. The blond in the bed is the story's protagonist, Laura.<br\/> <br\/> Laura is sleeping, but she is obviously tormented by a nightmare.<br\/> <br\/> Then we find ourselves looking into a star-studded galaxy. In the middle of the galaxy a small light is moving toward us. It turns out that the light is a huge meteor, and it is moving straight toward Earth. When the meteor hits the atmosphere, some strange glow rises from Earth and surrounds it. The meteor is consumed by the glow and begins to disintegrate. A small piece of the meteor manages to break free and enter Earth's atmosphere.<br\/> <br\/> Then we see a computer screen. It turns out to be Laura's laptop we are looking at. She is on an airplane, and she is typing into a journal. It says:<br\/> <br\/> Date: December 25, 1998Location: Over the New Zealanddddddddddddddd<br\/> <br\/> She has fallen asleep. Suddenly, the computer beeps and wakes Laura. Surprised by the sound, she drops various items from her tray table. She is irritated and begins to wipe up spilled orange juice from her skirt. A little girl named Jannie smiles and looks at Laura. A man named David, sitting across the aisle from Laura, picks up her powder compact. We see an inscription that reads: To LAURA, from your mother.<br\/> <br\/> At the same time, we notice a man wearing a hooded garment. He is reciting some sort of charm: Old Wise Man Shadow, Old Wise Man Shadow. A crystal ball on his knee glows red.<br\/> <br\/> And then two male passengers stand up, pull out guns, and open fire. They shout, \"Shut up, you people! Soon the Old Wise Man Shadow will show up.\" The passengers are struck with terror.<br\/> <br\/> After several gunshots and fatalities, Laura's compact starts to glow in an unnatural way. David opens it and sees in its mirror the small piece of meteor coming toward the airplane.<br\/> <br\/> David stands up, quickly takes Laura's hand and runs. The airplane is struck by a meteor. It crashes into a snowy mountain.<br\/> <br\/> Back to Laura - waking up in the bed in the lodge. We know now she is tortured by the nightmare of the crash. Kimberly stands up and walks toward Laura. At that moment, someone breaks into the lodge. It is one of the men who opened fire in the airplane in Laura's dream.<br\/> <br\/> Kimberly picks up a shotgun and aims at him. But the man suddenly produces some sort of weird material from within his body. It looks like vines and leaves. It is as if a plant had burst out from his body. Kimberly shoots at the material several times, but it doesn't die.<br\/> <br\/> The movie ends here.<br\/> <br\/> The gameplay in D2 is nicely varied over several mechanics: third-person adventure, first-person shooting, and... snowmobiling. The third-person sections are similar in style to Resident Evil. You move the character around in a 3D outdoor environment and investigate your surrounding. Alien\/human hybrids will pop up out of the snow and attack, and then the perspective flips into a first-person target sighting until you wipe them all out. Another first-person moment occurred within the remnants of the crashed plane. A creature smashes itself back against a section of wall in the front of the plane, bursts a tentacle out of its midsection, picks you up, and proceeds to bash you against one wall and then the other. You have to fire at it repeatedly while being bounced around, which is no easy feat and a great variation on the standard fare. The snowmobiling part didn't really have a lot to it at this point. Perhaps if creatures were chasing you, it'd be a bit more engaging.<br\/> <br\/> The graphics in both the story scenes and gameplay for this game are fantastic. You have to hand it to Laura. All these crazy things keep happening to her (meteor hits plane, shape-changing aliens attack, and so on), and somehow her hair always stays perfect. <\/p>",
      "lede": "D2 is currently slated for release during the third quarter of 1999 in Japan, and around the holidays here in the States.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 58,
          "name": "Features"
        },
        {
          "id": 64,
          "name": "Preview"
        }
      ],
      "associations": [
        {
          "id": 740,
          "name": "D2",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:740",
          "guid": "5000-740"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/d2\/1100-2323291\/"
    },
    {
      "publish_date": "1999-08-04 12:00:00",
      "update_date": "2004-01-07 04:22:25",
      "id": 2323311,
      "authors": "Gamespot Staff",
      "title": "Duke Nukem: Zero Hour",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We recently had a chance to play a near-final version of the game.",
      "body": "<p> <br\/> UPDATE<br\/> <br\/> We recently had a chance to play a near-final version of the game, and while all the single-player levels were available, we primarily focused on playing the multiplayer mode. So far, the four-player deathmatch is looking very good. There are many levels to choose from, each with its own look, feel, and array of weapons. For instance, the ice level Cool As Ice is full of freeze throwers and places all the players on skates. Meanwhile Fogging Hell is full of thick green fog and trip wires; a deadly combination for obvious reasons.<br\/> <br\/> Currently, no two-player cooperative missions exist and computer-controlled bots are not present (so the two-player deathmatch is essentially just tag), but GT confirmed that they will be in the final game, as well as 29 total Duke skins for the multiplayer modes.<br\/> <br\/> The single-player game appears much like a much prettier version of Duke Nukem: Time to Kill, meaning that there's a lot of climbing, jumping, and puzzle-solving, but mostly shooting. The game's sniper mode really comes in handy for picking off grenade-chucking enemies and is a great deal of fun to play around with.<br\/> <br\/> All in all, the game is looking promising. Some slowdown was seen in both the single and multiplayer parts of the game, but we're hoping that will be cleared up before the game's release.<br\/> <br\/> PREVIEW<br\/> <br\/> Even if you've seen the movies Evil Dead 2 and They Live a hundred times and know all his lines backwards and forwards, there's still a certain irresistible charm to 3D Realms' trash-talking Schwarzeneggarian hero, Duke Nukem. Publisher GT Interactive and developer n-Space apparently felt the same way because while 3D Realms was off working on Duke Nukem Forever for the PC, they created the first real console-only Duke title, Duke Nukem: Time to Kill. Recently released on the PlayStation, DN:TTK received fairly high marks, and now Eurocom (the folks responsible for Duke Nukem 64 and the home ports of Mortal Kombat 4) are taking a crack at the second console-only Duke game, the similarly themed Duke Nukem: Zero Hour.<br\/> <br\/> This title's premise revolves around another attempt by the aliens to travel in time and wipe out Duke's family tree, which obviously leaves Earth easy pickings. Duke must again defend his ancestors through a variety of time periods, such as the Old West (in mines, forts, jails, and the like), Victorian England (in castles, graveyards, and science labs), postapocalyptic New York City (the Statue of Liberty ruined? You crazy #!@#&amp;s!), and finally a mixed-up time zone where all of these eras merge... and the alien mothership resides.<br\/> <br\/> The gameplay should run much the same as in Duke Nukem: Time to Kill: third-person running, jumping, and shooting a la Tomb Raider - albeit with much, much more shooting. However, there will be differences to the game as well. For instance, Duke's puzzles will be a little more complex than just flipping switches: He'll have to collect objects such as crowbars and wire cutters to get the job done (sure, it's a little thing, but a little bit cooler than matching up colored key cards to doors, eh?). Also, beyond just traveling to different time periods, there are folks he'll actually have to save, some so that he can continue existing (just think what would happen if his mother was wiped out), while others will act as bonus characters. And, yes, he'll be freeing captive babes, as he finds them.<br\/> <br\/> On the graphical front, all the characters will be composed of polygonal models instead of the old Duke Nukem 3D sprites, and the game will feature colored fog, Gouraud shading, and all the other bells and whistles you've come to expect on the Nintendo 64 (possibly even boosted into high-res mode through the N64 RAM Pak). GT is also saying that this time out, both the third- and first-person perspectives will be available to you.<br\/> <br\/> On the enemy side, Duke will face some of his classic old Duke enemies such as the Pig Cops, Octabrains, and blood-crazy Sharks, and some new ones will be introduced, like poisonous snakes, flesh-starved apocalyptic cannibals, plague zombies, and other creatures. The main bad guy is said to be a heavily armed evil version of Duke himself, so you can expect a big fight there. And, speaking of weapons, the shotgun, submachine guns, pipe bombs, freeze-thrower, trip wires, and pulse cannon will be present to take on the baddies with, along with a rocket launcher that fires multiple missiles, Gatling gun, volt cannon, dynamite, and time vortex (an item-stripping bomb available only in multiplayer mode) too.<br\/> <br\/> Last but not least is the game's multiplayer mode, which is known to offer both cooperative and deathmatch levels for up to four players. The bot Dukes seen in Eurocom's Duke Nukem 64 will almost certainly make an appearance here as well, so one to three players competing in deathmatch mode should have a computer-controlled opponent or opponents to blow up while they track each other down.<br\/> <br\/> That's it! An intriguing package overall to be sure, made more so by the fact that the developers will hopefully have been able to learn from their previous efforts on the N64 and the n-Space Duke Raider game too. Expect more details on the game as we learn them, and the title itself in August of 1999. <\/p>",
      "lede": "We recently had a chance to play a near-final version of the game.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 58,
          "name": "Features"
        },
        {
          "id": 64,
          "name": "Preview"
        }
      ],
      "associations": [
        {
          "id": 297,
          "name": "Duke Nukem: Zero Hour",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:297",
          "guid": "5000-297"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/duke-nukem-zero-hour\/1100-2323311\/"
    },
    {
      "publish_date": "1999-03-12 12:00:00",
      "update_date": "2004-01-08 11:40:42",
      "id": 2323334,
      "authors": "Moira Muldoon",
      "title": "Blue Stinger",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Climax Graphics' new game, Blue Stinger for the Dreamcast.",
      "body": "<p> <br\/> Some say the end of the world will come; others the apocalypse or the return of Christ. But according to Climax Graphics' new game, Blue Stinger for the Dreamcast, what does happen in the year 2000 is an earthquake that creates a new island off the coast of Mexico.<br\/> <br\/> A year later, scientists are sent to investigate. What they uncover, however, is never exactly clear, as all the information and research mysteriously disappears. Some 17 years later, a top secret group called ESER (Especial Sea Rescue) is sent in to investigate. Elliott Ballade is the leader, Janine King is the brains - and the beauty - of the group, and Dogs Bowers is the demolition and weapons guy. Finally, they're also joined by Nefflim, about whom little is known, other than Nefflim's incorporeal and highly unusual looking.<br\/> <br\/> In any case, the game's filled with monsters to fight, cool guns to fight with, and any number of stunning environments to fight in. If you look at the screenshots, you'll see some gorgeous environments and graphics, things that we can only hope indicate that the Dreamcast will see better days - and more impressive games - than the Saturn ever did. Blue Stinger is slated for a November release in Japan and a likely 1999 release in the US - assuming it gets brought over here, as we expect it will.<br\/> <br\/> Climax Graphics is calling the game a \"real-time movie action-adventure,\" and, to that end, has hired Robert Short (who worked on Beetlejuice) to design the creatures and Peter Von Sholley (who worked on Mars Attacks!) to do storyboards. And if you want to see what it is that they're doing, check out this recently released movie of the game.<br\/>  <\/p>",
      "lede": "Climax Graphics' new game, Blue Stinger for the Dreamcast.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 58,
          "name": "Features"
        },
        {
          "id": 64,
          "name": "Preview"
        }
      ],
      "associations": [
        {
          "id": 558,
          "name": "Blue Stinger",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:558",
          "guid": "5000-558"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/blue-stinger\/1100-2323334\/"
    },
    {
      "publish_date": "1998-10-12 12:00:00",
      "update_date": "2004-01-07 03:21:02",
      "id": 2323346,
      "authors": "Yutaka Ohbuchi",
      "title": "EGG: Elemental Gimmick Gear",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Elemental Gimmick Gear is set on a planet whose people have been wiped out. After the initial destruction, people began rebuilding, and in the process discovered a ruined city, Fogna, a machine called an EGG (Elemental Gimmick Gear) and a mysterious Sleeping Man.",
      "body": "<p> As was first reported in GS News, we know that the game is set on a planet whose people have been wiped out, leaving only a trace of an ancient but advanced civilization. But after the initial destruction, people began rebuilding, and in the process discovered a ruined city, Fogna. <\/p><p> During the excavation, they stumbled upon a machine called an EGG (Elemental Gimmick Gear) and a mysterious Sleeping Man, who has been sleeping for thousands of years. After the excavation, people created their own EGGs based on research of the original. EGG was utilized to the fullest for chores, military uses, and even battling for fun. <\/p><p> One hundred years after the EGG was first excavated, huge tentacles arose from Fogna and began dragging the city and  its people into ground. Coinciding with this, the mysterious Sleeping Man awoke. You are the Sleeping Man, trying to solve the mystery of the tentacles and save the city. <\/p><p> The game proceeds on a 2D map called the \"Full Illustration Map.\" It's not rendered, but it is a good old hand-drawn one. There are lots of interactive objects and special attacks with cool effects. There is a hook-shot gimmick as well. Boss battles will take place on a fully 3D field, which will utilize the Dreamcast's power. Some could say EGG sounds like a combination of the 16-bit Zelda and 64-bit Zelda. Only time will tell. <\/p>",
      "lede": "Elemental Gimmick Gear is set on a planet whose people have been wiped out. After the initial destruction, people began rebuilding, and in the process discovered a ruined city, Fogna, a machine called an EGG (Elemental Gimmick Gear) and a mysterious Sleeping Man.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 876,
          "name": "Elemental Gimmick Gear",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:876",
          "guid": "5000-876"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/egg-elemental-gimmick-gear\/1100-2323346\/"
    },
    {
      "publish_date": "1999-05-10 12:00:00",
      "update_date": "2004-01-08 10:52:59",
      "id": 2323350,
      "authors": "Gamespot Staff",
      "title": "Resident Evil: Code Veronica",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Resident Evil: Code Veronica (called Biohazard: Code Veronica in Japan) is set three months after the end of Resident Evil 2, with the player once again controlling Claire Redfield.",
      "body": "<p> <br\/> As was first reported in GameSpot News, Resident Evil: Code Veronica (called Biohazard: Code Veronica in Japan) is set three months after the end of Resident Evil 2, with the player once again controlling Claire Redfield. After flying to Europe to investigate the disappearance of her brother Chris, Claire is abducted and taken to an isolated tropical island where some familiar rotting friends once again start popping up.<br\/> <br\/> Veronica features a significant break with previous titles in the series - all the backgrounds are now done in full polygons, allowing the camera to move, following the action and a first-person view. There are also possible environmental changes, such as collapsing ceilings or toppling pillars. Veronica also makes use of the special effects of the Dreamcast hardware, like dramatic lighting and shadow and characters with skin so you don't see the jagged polygon edges. Imagine the detail on that. Watch the guerilla video footage from TGS for a look at it in motion.<br\/>  <\/p>",
      "lede": "Resident Evil: Code Veronica (called Biohazard: Code Veronica in Japan) is set three months after the end of Resident Evil 2, with the player once again controlling Claire Redfield.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 2456,
          "name": "Resident Evil Code: Veronica",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:2456",
          "guid": "5000-2456"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/resident-evil-code-veronica\/1100-2323350\/"
    },
    {
      "publish_date": "1999-07-15 12:00:00",
      "update_date": "2004-01-08 11:59:27",
      "id": 2323422,
      "authors": "Gamespot Staff",
      "title": "Donkey Kong 64",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "In Donkey Kong 64, Rare is attempting to wow players with the size of the stages, the amount of animation, the number of characters, the number of textures on the screen, and real-time lighting effects.",
      "body": "<p> <br\/> The original Donkey Kong Country for the SNES was impressive because Rare was able to introduce pre-rendered graphics to a 16-bit system. In Donkey Kong 64, Rare is attempting to wow players with the size of the stages, the amount of animation, the number of characters, the number of textures on the screen, and real-time lighting effects. All of this adds up to the game needing to be 8MB, meaning it'll have to have the RAM pak to function. Since the pak's required, it will be bundled with the game, for a price said by a rep to be no higher than that of The Legend of Zelda: Ocarina of Time (US $59.99).<br\/> <br\/> Nintendo's Ken Lobb says the game has a little bit of Banjo-Kazooie and a little of Super Mario 64, but that it'll definitely be its own distinct animal. \"The way the levels are laid out, it comes off like a 3D platform game. There's some wandering, but there's a very obvious goal, and oftentimes, that means up! And it wouldn't be Donkey Kong if there weren't vines.\" And there are vines, as well as other DKC elements like mine cart rides, and new features such as a coconut-shooting gun.<br\/> <br\/> Each of the five characters (Donkey Kong, Diddy Kong, Tiny, Chunky, and Lanky) has different moves, such as the female character's spin\/float. Once you open them up, you'll resume in the beginning of the game, but with stages that are distinctly different for each character, respectively. DK64's intro is a five-minute rap that spotlights the game's cast, and has to be seen to be believed.<br\/> <br\/> At E3, we got a chance to put our hands on the game and the verdict was universally good. The version of DK64 we saw is a small collection of levels from the game. Which character (there are five in all) you play as depends on which level you enter. The environments are graphically superior to those seen in Banjo-Kazooie, and seem either the same size or bigger. The real time lighting effects are also impressive, but the prettiest things about the game are the incredibly polished and smooth characters. When one turns to face the screen, it looks almost as nice as the characters in the film Toy Story.<br\/> <br\/> Playing the 3D barrel shooting stage (you aim by using a target in a first-person view) was fun, though about as easy as in the level within Donkey Kong Country. Meanwhile, the mine cart level was a blast and thankfully nowhere near as tough as the one in DKC. In it, you must collect 70 coins by leaning back and forth or jumping to snag them, while avoiding enemies in carts or other obstacles. You lose three coins every time you get hit. There are also switches in the track that you'll have to reach out and pull to open up sections of track that contain more coins.<br\/> <br\/> The toy factory level puts you in the shoes of the female monkey Lanky, and she can spin her pigtails, Bugs Bunny-style, to slow her descent. This level really plays like something out of Banjo-Kazooie, but of course, due to the use of the 4MB expansion pak and the cart's extremely large size, the graphics are quite a bit better. Gameplay is much the same as Banjo-Kazooie and Mario 64, complete with a butt-stomp, a back-flip, and various punches and kicks. You'll also be grabbing quite a few bananas throughout the game, replacing Mario 64's coins.<br\/> <br\/> Even with all the similarites to other titles, the feel of the levels is much more Donkey Kong then Mario or Banjo-Kazooie (that's Nintendo's company line on the game, but it seems to be true). We can't wait to get a chance to spend some real time with the game. <\/p>",
      "lede": "In Donkey Kong 64, Rare is attempting to wow players with the size of the stages, the amount of animation, the number of characters, the number of textures on the screen, and real-time lighting effects.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 58,
          "name": "Features"
        },
        {
          "id": 64,
          "name": "Preview"
        }
      ],
      "associations": [
        {
          "id": 311,
          "name": "Donkey Kong 64",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:311",
          "guid": "5000-311"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/donkey-kong-64\/1100-2323422\/"
    },
    {
      "publish_date": "1999-04-07 12:00:00",
      "update_date": "2004-01-08 11:49:55",
      "id": 2323446,
      "authors": "Gamespot Staff",
      "title": "Gran Turismo 2",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Choose from more than 400 cars and 20 courses.",
      "body": "<p> <br\/> As we've reported in GameSpot News, GT2 is being developed by Polyphony Digital, the same Sony satellite company that developed the original game. Players will be able to choose from more than 400 cars (more US and European automakers will have cars in this edition), and 20 courses will be available for players' driving pleasure (there were only eleven tracks in the original). Sony's hyping the game's \"peerless\" 3D graphics and it will be Dual Shock compatible (no surprise).<br\/> <br\/> The original Gran Turismo remains an enormously popular game, and there's little doubt but that the market for this second one will be huge, especially if Sony tweaks and enhances gameplay but keeps that old GT feeling, which it sounds like the company intends to do. Watch for it this fall.<br\/>  <\/p>",
      "lede": "Choose from more than 400 cars and 20 courses.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 1055,
          "name": "Gran Turismo 2",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:1055",
          "guid": "5000-1055"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/gran-turismo-2\/1100-2323446\/"
    },
    {
      "publish_date": "1999-04-09 12:00:00",
      "update_date": "2004-01-07 04:05:55",
      "id": 2323485,
      "authors": "Gamespot Staff",
      "title": "Harvest Moon 64",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Natsume's RPG continues the Harvest  Moon tradition.",
      "body": "<p> Natsume's RPG continues the Harvest  Moon tradition - it was on the SNES, the Game Boy, and now the N64. Everything will be bigger and better than it was in the previous iterations (including new vegetables and five lovely wives to choose from), for the simple reason that the Nintendo 64 has lots more processing power than the Game Boy does (duh). You'll be able to dog race and horse race and there's a part-time job system too. We'll let you know more about the game as soon as we get a change to actually play it. In the meanwhile, watch for it this fall. <\/p>",
      "lede": "Natsume's RPG continues the Harvest  Moon tradition.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 1097,
          "name": "Harvest Moon 64",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:1097",
          "guid": "5000-1097"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/harvest-moon-64\/1100-2323485\/"
    },
    {
      "publish_date": "1999-07-29 12:00:00",
      "update_date": "2004-01-07 04:36:26",
      "id": 2323497,
      "authors": "",
      "title": "Knockout Kings 2000",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "The Knockout Kings sequel is coming out not only on the PlayStation, but also on the N64.",
      "body": "<p> <br\/> Knockout Kings was a really solid PlayStation boxing game, and the sequel is coming out not only on the PlayStation, but also on the N64. KK2000 for the PlayStation will have more than 50 boxers, but the N64 version will have only 25. You'll still have Muhammad Ali, Sugar Ray Leonard, Oscar de la Hoya, Joe Frazier, Roy Jones Jr., and Lennox Lewis.<br\/> <br\/> EA says there will be something called a flashstart option, which will let you jump into a fight very quickly, and a new great fights mode that lets you participate in classic fights. You'll also be able to create a fighter and train him. Unlike the original version, Knockout Kings 2000 will actually let you take an active part in your fighter's training. For instance, in the gym you will be able to spar and pound the heavy bag and speed bag, instead of just watching. \"Next year we're going to have more of a twitch method to [the speed bag and heavy bag],\" EA's Kirk Scott says. Plus you can expect new motion capture and punches in Knockout Kings 2. Also, the punches and the damage they cause should be even more accurate and true to real life, than they were in the first game.<br\/> <br\/> The game is scheduled for a fall release. As we learn more, we'll post it here.<br\/>  <\/p>",
      "lede": "The Knockout Kings sequel is coming out not only on the PlayStation, but also on the N64.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 1254,
          "name": "Knockout Kings 2000",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:1254",
          "guid": "5000-1254"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/knockout-kings-2000\/1100-2323497\/"
    },
    {
      "publish_date": "1999-08-06 12:00:00",
      "update_date": "2004-01-08 11:32:09",
      "id": 2323499,
      "authors": "Gamespot Staff",
      "title": "Resident Evil 3 Nemesis",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Resident Evil 3 Nemesis is expected to arrive for the PlayStation this November",
      "body": "<p> <br\/> One of the big mysteries in Capcom's Resident Evil 2 was what happened to the cast from the original title, such as Chris Redfield, Barry Burton, and Jill Valentine. In RE3, you learn the answers. You play Jill, who enters the picture likely around the time the good citizens of Raccoon City start turning into zombies. Yes, that means the game's set before RE2, but it also takes place after it too. Confused? Let's explain.<br\/> <br\/> Having returned from Resident Evil's T-Virus incident at the mansion on the outskirts of town, Jill, Chris, and Barry found that no one on the force believed them. This was partly due to the fact that all the evidence was blown up when the house exploded and partly to the corrupt police chief being on the sinister Umbrella corporation's payroll. Frustrated, Chris set off for the Umbrella HQ in Europe to get to the bottom of the conspiracy. Meanwhile, Jill resigned from the S.T.A.R.S. force and was just about to leave town when G-Virus zombies and the other creatures of RE2 invade.<br\/> <br\/> That's where you come in, but that's just the start. Halfway through the game, Jill is rendered unconscious and, from there, you'll get to play as another character. Enter the tough as nails Brazilian mercenary Carlos Oliveira, who must get a cure and save Jill (let's just say she's \"sick\") so that she can continue on her quest. Once she regains consciousness, the time frame of the game is set 24 hours after the events in Resident Evil 2. As in RE2, decisions that you make during the earlier parts of the adventure will affect the events down the road. After playing the game a few times on the E3 showroom floor, we noticed a few different things happening at the same spot. This may mean that some of the events in the game are time-based.<br\/> <br\/> Resident Evil 3 Nemesis has ten different types of zombies carried over from Resident Evil and Resident Evil 2. Some have different clothing, and others look a little fleshier, as if they haven't been dead that long. Zombies are also not always wandering around when you come upon them. They may be slumped against a wall and \"wake up\" when you approach. They don't seem to grab at your feet immediately when they're shot to the ground, but they're currently taking many more bullets than before.<br\/> <br\/> You'll see a lot more of Raccoon City and visit some new areas as well. The first segment of the game takes place in the uptown area of Raccoon City, and Jill explores the streets and alleyways of the city and eventually the very police station where Leon and Claire began their tale of horror. In one part, Jill meets up with S.T.A.R.S. pilot and incidental RE character Brad Vickers who is seen being bitten by a zombie (he appeared as a hidden zombie in RE2, by the way). In the quick conversation that occurs before he flees, he mentions that something is hunting down STARS members. That something is the Nemesis, a seemingly unstoppable juggernaut similar to the Tyrant that plagued Claire in RE2, who is stalking about the city.<br\/> <br\/> Despite being set in a relatively small town, the map is surprisingly mazelike. Sealed barricades will rock from the masses of zombies behind them. Fire escapes, stairs, and twisting pathways give Nemesis a slightly greater feeling of freedom and break up the simple room-to-room progression of RE1 and RE2. You still bear witness to the door-opening simulations during loading times, though, but by the final version they are supposed to move quickly.<br\/> <br\/> The control in RE3 will be extremely familiar to veterans of the series, with very little having changed from Resident Evil 2. Drawing your gun to aim still forces you to hold your position, and while it seems a bit artificial after spending some time with Dino Crisis, there is the addition of autotargeting. This feature changes targets, should you be attacked from an unexpected angle. A Capcom representative says that a dodging feature of some sort will be implemented, although it wasn't present in the version playable on the E3 show floor. Rather than shifting to a floating camera and 3D world, Nemesis opts to stay with a fixed camera and prerendered locations. While the camera may not move and pan dynamically as in Dino Crisis, the cinematic views are intentionally used to limit your view and allows for some really nasty surprises.<br\/> <br\/> Resident Evil 3 Nemesis is expected to arrive for the PlayStation this November. <\/p>",
      "lede": "Resident Evil 3 Nemesis is expected to arrive for the PlayStation this November",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 58,
          "name": "Features"
        },
        {
          "id": 64,
          "name": "Preview"
        }
      ],
      "associations": [
        {
          "id": 1729,
          "name": "Resident Evil 3: Nemesis",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:1729",
          "guid": "5000-1729"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/resident-evil-3-nemesis\/1100-2323499\/"
    },
    {
      "publish_date": "1999-06-18 12:00:00",
      "update_date": "2004-01-08 10:07:46",
      "id": 2323500,
      "authors": "Gamespot Staff",
      "title": "Slave Zero",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Here you'll take the reigns of the giant proto-type battle-mech, Slave Zero, run around full 3D cityscapes, and fight off hordes of rival forces.",
      "body": "<p> <br\/> In a departure from all the driving and racing games, Slave Zero is Accolade's contribution to the 3D action-game genre. Here you'll take the reigns of the giant proto-type battle-mech, Slave Zero, run around full 3D cityscapes, and fight off hordes of rival forces.<br\/> <br\/> Your goal is to destroy SovKahn, an evil dictator who uses something called the \"dark force\" to control the populace. It's up to you and this bio-mechanical warrior to restore freedom to humanity. Played entirely in the third-person, Slave Zero eschews the traditional first-person perspective, since the mech-design is so integral to the experience. Accolade promises four-player split-screen deathmatch action that will let gamers play as mechs not normally available in the single-player mode, and there's even talk of a twelve-player mode via the modem.<br\/> <br\/> You use the analog pad to look around and aim, while the four buttons on the front of the pad move you in all directions. Both of the shoulder buttons are used for firing different weapons. All of this is fine and good, but you can also jump, crouch, and put away your main weapon. So you're forced to take your thumb off of the analog stick and move it down to the D-pad to perform those functions. It may be kind of a hassle, but it seems like something you could eventually get used to.<br\/> <br\/> From what we saw at the E3 convention, Slave Zero looks really quite amazing. The graphics aren't terribly sharp, but what it loses in focus it more than makes up for in detail and gritty realism. Gunfire and other physical attacks leave behind visual damage that doesn't fade. Use Slave Zero to stomp on the ground, causing shock-waves, and there will be an increasingly large crater where he stomped his mighty foot. Sixty feet tall and bad-ass, Slave Zero will be able to use a wide variety of weapons as well as pick up and throw cars and humans. Weapon details like smoke trails and lighting effects round out this port of Accolade's highly-anticipated PC action game.<br\/> <br\/> Expected to run at 60fps when it's ready for release, Slave Zero is one title to keep your eyes on. Slave Zero will be available on the Dreamcast this fall. <\/p>",
      "lede": "Here you'll take the reigns of the giant proto-type battle-mech, Slave Zero, run around full 3D cityscapes, and fight off hordes of rival forces.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 58,
          "name": "Features"
        },
        {
          "id": 64,
          "name": "Preview"
        }
      ],
      "associations": [
        {
          "id": 1880,
          "name": "Slave Zero",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:1880",
          "guid": "5000-1880"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/slave-zero\/1100-2323500\/"
    },
    {
      "publish_date": "1999-08-28 12:00:00",
      "update_date": "1999-09-07 01:16:48",
      "id": 2323727,
      "authors": "Gamespot Staff",
      "title": "Dummy Review Column",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "",
      "body": "",
      "lede": "",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/dummy-review-column\/1100-2323727\/"
    },
    {
      "publish_date": "1999-08-28 12:00:00",
      "update_date": "1999-08-28 08:02:34",
      "id": 2323728,
      "authors": "Gamespot Staff",
      "title": "Dummy Review Column",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "",
      "body": "",
      "lede": "",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/dummy-review-column\/1100-2323728\/"
    },
    {
      "publish_date": "1999-08-28 12:00:00",
      "update_date": "1999-08-28 08:26:17",
      "id": 2323731,
      "authors": "Gamespot Staff",
      "title": "Dummy Review Column",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "",
      "body": "",
      "lede": "",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/dummy-review-column\/1100-2323731\/"
    },
    {
      "publish_date": "1999-08-28 12:00:00",
      "update_date": "1999-08-29 05:37:51",
      "id": 2323742,
      "authors": "Chris Johnston",
      "title": "Miyamoto Talks Dolphin at Space World '99",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "TOKYO - We sat down with master game designer Shigeru Miyamoto at Nintendo's Space World '99 to talk about Nintendo's new system and more.",
      "body": "One name is most often associated with Nintendo's most<br\/> popular games-Shigeru Miyamoto. He has created a<br\/> majority of Nintendo's hit titles, from Donkey Kong to<br\/> Zelda 64. As he turns his attention to the Dolphin (the<br\/> current codename for Nintendo's next system), we had<br\/> the chance to ask the master a few questions. Here's<br\/> what he had to say:<br\/> <br\/> Q: What projects are you currently working on?<br\/> A: That's not a very easy question, actually. I want more<br\/> and more younger people to work on the games now. I'm<br\/> getting old now and even though I say that I have been<br\/> working as a producer, my involvement in each game<br\/> goes deeper than just being a producer. I hope that I can<br\/> be more of a producer taking care of and supervising<br\/> many different projects at the same time-- with the<br\/> viewpoint of Nintendo five years from now, as a<br\/> foundation, in a sense. That's where I am right now, but in<br\/> the same sense, I want to make some games myself--at<br\/> least one. I am focusing on the Dolphin project when it<br\/> comes to my own game.<br\/> <br\/> Q: To what degree are you involved in Zelda Gaiden?<br\/> A: I can't be involved as completely as I usually am. From<br\/> time to time I'll be involved at certain points in the<br\/> development, but I have restrained myself from making<br\/> specifications for the game.<br\/> <br\/> Q: What types of games do you want to see re-made or<br\/> sequelized for the Dolphin?<br\/> A: I think the biggest difference between being the<br\/> producer and being the director is, if you are director you<br\/> can check each phase of the game yourself in order to<br\/> confirm that it's your game so that you can feel how it is<br\/> like to touch the game itself. That is the biggest<br\/> difference with being the producer of the game. For<br\/> example, F-Zero and Yoshi, when you look at these<br\/> games, you realize that they have more of the touch of<br\/> other directors. I'm kind of trying to oversee the overall<br\/> process, and then ask each of the directors to take care<br\/> of the game so they can reflect on their own individual<br\/> touch. While, as with a game like Legend of Zelda, I want<br\/> my own touch to be reflected sharply. So I think from now<br\/> and even on Dolphin, there will be Nintendo games &#91;and<br\/> sequels&#93; and although I won't be deeply involved in their<br\/> development, you are going to feel the Nintendo touch in<br\/> many games.<br\/> <br\/> So in other words, while I won't be deeply involved in the<br\/> process of developing a sequel, you can feel the same<br\/> way when playing those games--that I once worked on<br\/> them. <br\/> <br\/> Q: Personally, would you like to see a Wave Race game<br\/> on the Dolphin?<br\/> A: Yes, definitely (laughs). Even when we were working<br\/> on Wave Race, we realized that the N64 was not powerful<br\/> enough for that kind of game. Specifically, we wanted to<br\/> make very detailed movements for the waves, at least as<br\/> detailed as what Wave Race was for N64. In the case of<br\/> Dolphin that should be easily done. <br\/> <br\/> Q: What about the Dolphin technology is most exciting to<br\/> you?<br\/> A: Even though N64 was much advanced, much more<br\/> than the previous technologies (Super Famicom), I still<br\/> have to admit that we have to pay our total attention to<br\/> game development in order for the game to run on the<br\/> system. When N64 was introduced I think I said a similar<br\/> thing, but now it is easier for us to make a game on<br\/> Dolphin when compared with when we were first<br\/> beginning on N64. <br\/> <br\/> In other words, when we are going to try some new<br\/> experiment based on the hardware... with the N64 we had<br\/> to pay total attention to every point so that the system<br\/> can still run. But in the case of Dolphin, we don't have to,<br\/> so we can put our maximum attention into those kinds of<br\/> details. The system can easily run so you can try<br\/> something quite new. I think that's the most exciting<br\/> thing to me with Dolphin. Also, with the N64, at the<br\/> beginning we made games for the first time in 3D.<br\/> Through the course of that we realized so many things,<br\/> especially we encountered the inefficiency of making<br\/> these types of games on the N64. I believe those<br\/> inefficiencies and problems have already been solved on<br\/> the Dolphin hardware, so it's going to become a very<br\/> cost-effective product.<br\/> <br\/> For example, in the case of 3D fighting games. You see<br\/> a lot of 3D fighting games on other platforms because it<br\/> is one of the easiest ways to make use of the hardware's<br\/> function. More specifically, if it's a fighting game you have<br\/> only two characters to put into RAM, and that's relatively<br\/> easy. So that's why there are too many fighting games<br\/> out there on those platforms. In the case of Smash<br\/> Brothers you see up to four players on the screen<br\/> simultaneously, but at the same time, the character<br\/> models are much simpler than the ones in those involved<br\/> with only two players. That's the kind of limitation I am<br\/> talking about. <br\/> <br\/> But if you are a creator and you are told, 'if you like, we<br\/> can make it five or ten players without any problem.'<br\/> That's what the situation is with Dolphin. Dolphin can do<br\/> that, N64 cannot do that. Your energy can then be<br\/> concentrated not on how to increase the number of game<br\/> characters, but how you are going to make use of these<br\/> five or ten more characters on the screen. Having said<br\/> that, it may put you as a creator into another problem,<br\/> because now you can use as many players as you want<br\/> and you've got to sort them out in your own mind so that<br\/> you can manage to control that in the end.<br\/> <br\/> Q: Nintendo and Rare are creating games based on the<br\/> Disney license. Are you involved in that, or would you like<br\/> to be involved?<br\/> A: I am not involved and if possible I try not to be involved<br\/> in the product. Please don't misunderstand me, I love<br\/> Disney characters. But Disney is a kind of company I'm<br\/> going to compete with.<br\/> <br\/> Q: How is development progressing on Super Mario for<br\/> the Dolphin?<br\/> A: Perrin &#91;from Nintendo of America&#93; told me not to say<br\/> anything about that.<br\/> <br\/> Q: So it's confirmed then?<br\/> A: At least I am working on it...<br\/> <br\/> I am the kind of designer who starts with an experiment.<br\/> In the case of Wave Race, I started from the experiment<br\/> of making waves. If Mario is surfing on the wave, it's going<br\/> to be a Mario game, if it's Link, then it will be a Zelda<br\/> game. That's how I decide what game to make.<br\/> <br\/> Q: How does the Dolphin's use of DVD affect the way you<br\/> develop\/create a game?<br\/> A: I still believe that cartridge is the best media for the<br\/> software development, so I have to tell you that I feel<br\/> some inconvenience making games on DVD as the new<br\/> media for the new platform. But at the same time, it's<br\/> very important that the cost for the media is going to be<br\/> stabilized and it's good for our own teams because we<br\/> don't have to take into consideration that the memory<br\/> size will decide the cost of the software to the retailers.<br\/> Now all we have to be mindful of is how much time and<br\/> energy we are going to spend in the creation of new<br\/> software. That is going to be reflected upon the final price<br\/> at retail.<br\/> <br\/> Dolphin may follow the same concept of N64, which was<br\/> originally called Project Reality. It will have much more<br\/> functionality with advanced technologies, like AI. People<br\/> talk about AI for gameplay nowadays. But now it's<br\/> actually pseudo AI, pretending that to be incorporated<br\/> into the main characters. Now it is becoming much<br\/> easier for us to install actual AI into the game characters<br\/> because we are going to have a much more powerful<br\/> CPU, which should be enough to realize this concept.<br\/> Rather than the calculation ability, it's the ability to<br\/> simulate something real. That is going to be heightened<br\/> or advanced. Until now, the freedom in making games<br\/> has been expanded with the advent of new technologies<br\/> in the game field. But we have not come far enough as to<br\/> make something very free. Except, I should say that<br\/> there are new games like music and dancing games, and<br\/> those are really appreciated. We should be able to make<br\/> more power available to free our ideas so that in order to<br\/> make much more unique and different games on Dolphin.<br\/> <br\/> Q: The other competing systems all have very ambitious<br\/> online gaming plans. Do you see the Internet as the<br\/> future for the Dolphin as well?<br\/> A: There's got to be something Dolphin has with the<br\/> Internet, because from now on we can't create<br\/> entertainment without thinking about network<br\/> communication. At the same time, we are an<br\/> entertainment company so we have to take into<br\/> consideration the cost associated with network games,<br\/> and the ages of the users, who are actually going to<br\/> make use of it. If we consider these two points right now,<br\/> I have to tell you that there is not a big market right now<br\/> for Dolphin to involve a significant Internet business.<br\/> Nintendo, as an entertainment company has a<br\/> responsibility to parents and children so that the parents<br\/> can always feel secure to provide their children with<br\/> Nintendo machines, hardware and software. So because<br\/> of that I don't think network capabilities will be the core of<br\/> the Dolphin project.<br\/> <br\/> Q: With game development now, especially FFVIII and<br\/> Rare's Jet Force Gemini, approaching a movie-like feel,<br\/> are you thinking about creating your games more like<br\/> movies with the Dolphin?<br\/> A: In the case of Legend of Zelda: Ocarina of Time, we<br\/> made use of technology used in the movies. But we didn't<br\/> try to make Zelda like a movie. In the case of Dolphin,<br\/> too, I have no intention of making games like movies. I<br\/> believe we are going to continuously make use of the<br\/> visual or sound effects already established in the movies.<br\/> But by doing this, what we're trying to do is make<br\/> something unique and unprecedented. So in the case of<br\/> Dolphin, of course, I'm going to study what they are doing<br\/> in the movie industry, but I will never make movie-like<br\/> games. I would like to make something that is very<br\/> special by making use of some established thing. <br\/> <br\/> In the case of Final Fantasy, what they are doing in order<br\/> to make a movie-like game is using pre-rendered<br\/> technology. In games like Jet Force Gemini and others,<br\/> we are doing similar kinds of effects by using real-time<br\/> motion. Actually, these are past technologies and<br\/> concepts. I believe that it's not that we are approaching<br\/> movies, but rather, movie producers try to adapt this kind<br\/> of new approach, in other words, real-time motion, for<br\/> their movie production.<br\/> <br\/> Q: What is your impression of Pokemon's popularity,<br\/> especially in the U.S.?<br\/> A: I am also the producer of Pokemon, too. When we<br\/> started this project in Japan, one of the first things I was<br\/> told was that this kind of thing would never appeal to<br\/> American audiences. So from the very beginning, I never<br\/> thought there would be an English version. Now, it's just<br\/> as popular in the United States &#91;as in Japan&#93;, and I<br\/> realized that we shouldn't always believe the opinions of<br\/> conservative marketers. Before, they said, 'because the<br\/> characters are like Japanese animation, you cannot sell<br\/> them to Americans.' But now, because it is very<br\/> Japanese-looking, they can sell in other parts of the<br\/> world, too. But when I come to think more on it, the<br\/> biggest reason it has become that popular is Mr. Tajiri,<br\/> the main developer and creator of Pokemon, didn't start<br\/> this project with a business sense. In other words, he<br\/> was not intending to make something that would become<br\/> very popular. He just wanted to make something he<br\/> wanted to play. There was no business sense included;<br\/> only his love involved in the creation. Somehow, what he<br\/> wanted to create for himself was appreciated by others in<br\/> this country and is shared by people in other countries.<br\/> And there are other works and staffs included to make a<br\/> very large Pokemon world. And that's the point - Not to<br\/> make something sell, something very popular, but to love<br\/> something, and make something that we creators can<br\/> love. It's the very core feeling we should have in making<br\/> games.",
      "lede": "TOKYO - We sat down with master game designer Shigeru Miyamoto at Nintendo's Space World '99 to talk about Nintendo's new system and more.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/miyamoto-talks-dolphin-at-space-world-99\/1100-2323742\/"
    },
    {
      "publish_date": "1999-09-07 06:23:10",
      "update_date": "2006-05-17 03:09:13",
      "id": 2330012,
      "authors": "Gamespot Staff",
      "title": "Zanzibar",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "",
      "body": "This is dummy content.",
      "lede": "",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/zanzibar\/1100-2330012\/"
    },
    {
      "publish_date": "1999-12-20 05:03:12",
      "update_date": "2000-02-17 01:30:08",
      "id": 2440246,
      "authors": "Amer Ajami",
      "title": "Intel Launches New Pentium IIIs",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "The processor war heats up again as Intel announced launch of 750 and 800MHz Pentium IIIs.",
      "body": "<p>This morning, Intel took the lead once more in the processor race against rival AMD. With the launch of the 733MHz Pentium III a few weeks ago, Intel looked as though it was poised to wrap up 1999 with the fastest PC processor. A few weeks later, though, AMD replied by shipping its 750MHz Athlon earlier than expected. Intel's counterstrike came this morning with the announcement of 750 and 800MHz versions of its Pentium III processor, neither of which was expected to launch this year. The P3-750 was originally due in the first week of January, while the P3-800 was scheduled to ship in February. <\/p>  <p>\"Intel's Pentium III processor is the fastest microprocessor in the desktop PC market segment,\" said Intel VP Paul Otellini. \"We are committed to delivering the highest-performance processors and platform solutions to our customers.\"<\/p>  <p>Built on a .18 micron process with a 100MHz frontside bus and 256kb of full speed L2 cache, these new processors share the same innards of the earlier Coppermines. The 750MHz processor costs US$803 in quantities of 1,000, while the 800 runs at $851 in the same quantities. Certain systems integrators are currently stocking systems based on these two processors. Intel expects to ramp up production by January.<\/p>",
      "lede": "The processor war heats up again as Intel announced launch of 750 and 800MHz Pentium IIIs.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/intel-launches-new-pentium-iiis\/1100-2440246\/"
    },
    {
      "publish_date": "1999-12-20 04:09:48",
      "update_date": "2000-02-17 01:30:08",
      "id": 2440247,
      "authors": "Gamespot Staff",
      "title": "John Romero Loses Daikatana",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "CGW's editor in chief heads to the Daikatana launch party to watch as John Romero gets beat at his own game.",
      "body": "<p>DALLAS - Dallas, Texas was the site of a major upset Friday as celebrity designer John Romero lost to a 20-year-old gamer in the final round of a Deathmatch tournament.<\/p>  <p>After hosting a month of preliminary competitions on Mplayer.com (using the Daikatana demo), Eidos and Ion Storm, brought the four finest Daikatana deathmatchers - Gauss (Philip Marcus), Golden (Eric Hong), grindage (Brad McKelvie) and Messiah (Phil Kennedy) - to Dallas to engage in a double-elimination competition. The winner would receive an overclocked and loaded-to-the-gills 800 MHz PC from Sys Technologies Cryotech and a host of other prizes. The winner would also get a chance to engage John Romero in a head-to-head final match and try to win a specially molded Daikatana sword.<\/p>  <p>After three grueling rounds, Messiah, a college student at the University of Central Florida, remained the last man standing. And then he did the unthinkable.... He beat Romero - who had far more familiarity with the game map - five frags to four in the ultimate challenge. When asked what happened, Romero could only reply, \"The kid is good.\"<\/p>  <p>\"I got lucky,\" Messiah explained as he collected his loot.<\/p>  <p>According to Ion Storm sources, Daikatana will appear on store shelves in early to mid-January. (Retailers say it will be in stores on January 21).<\/p>",
      "lede": "CGW's editor in chief heads to the Daikatana launch party to watch as John Romero gets beat at his own game.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/john-romero-loses-daikatana\/1100-2440247\/"
    },
    {
      "publish_date": "1999-12-20 05:09:25",
      "update_date": "2000-02-17 01:45:28",
      "id": 2440273,
      "authors": "Micheal Mullen",
      "title": "Act Pulls Out Its Big Guns",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "PC to get a single light gun version of Act Labs' dual gun shooter with Die Hard Trilogy 2.",
      "body": "<p>Act Labs' upcoming SGA PC Lightgun will be shipping during mid-January 2000 with more accuracy in several resolutions at up to six feet away. The single version of the light gun (the company's first offering comes with two light guns) will also ship with a demo version of Fox Interactive's Die Hard Trilogy 2, a game that  definitely shows off what light games were made for. <\/p>  <p>The Act Labs SGA PC Lightgun is expected in January and will sell for about US$69.99.<\/p>",
      "lede": "PC to get a single light gun version of Act Labs' dual gun shooter with Die Hard Trilogy 2.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/act-pulls-out-its-big-guns\/1100-2440273\/"
    },
    {
      "publish_date": "1999-12-20 05:12:26",
      "update_date": "2000-02-17 01:45:29",
      "id": 2440275,
      "authors": "Sam Kennedy",
      "title": "New DC ESPN Baseball Screens",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We bring you new shots of Konami's upcoming ESPN Baseball Tonight, coming this spring for the Sega Dreamcast.",
      "body": "<p>This spring, Dreamcast baseball fans will have something to look forward to - Konami's ESPN Baseball Tonight. The game, which holds a full license from the MLB and MLBPA, will feature all of the baseball players and teams. And because of the ESPN partnership, ESPN Baseball Tonight will also be graced with all sorts of familiar ESPN elements, including commentators.<\/p>  <p>We'll deliver a full-blown preview of the game in the coming weeks, but for now check out these first screens.<\/p>",
      "lede": "We bring you new shots of Konami's upcoming ESPN Baseball Tonight, coming this spring for the Sega Dreamcast.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/new-dc-espn-baseball-screens\/1100-2440275\/"
    },
    {
      "publish_date": "1999-12-20 05:11:42",
      "update_date": "2000-02-17 01:45:29",
      "id": 2440276,
      "authors": "Sam Kennedy",
      "title": "Hi-Res Dreamcast Ecco Screens",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We deliver new screenshots of Ecco the Dolphin for the Dreamcast. If you think you've seen this game before, think again.",
      "body": "<p>We got our hands on some great new screenshots of Ecco the Dolphin for the Dreamcast today, and we were immediately blown away. In fact, these are arguably some of the best-looking Dreamcast game screens that we've ever seen - they are on par with most anything we've seen on the PlayStation2. In any case, take a look at these screens to see for yourself. <\/p>  <p>Ecco the Dolphin is slated for a release in April of 2000 in Europe, and then a summer 2000 release in the US and Japan.<\/p>",
      "lede": "We deliver new screenshots of Ecco the Dolphin for the Dreamcast. If you think you've seen this game before, think again.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 865,
          "name": "Ecco the Dolphin: Defender of the Future",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:865",
          "guid": "5000-865"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/hi-res-dreamcast-ecco-screens\/1100-2440276\/"
    },
    {
      "publish_date": "1999-12-20 04:15:24",
      "update_date": "2000-02-17 01:45:29",
      "id": 2440277,
      "authors": "Sam Kennedy",
      "title": "Retailers Pleased With Dreamcast",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Retailers across the US are predicting that strong sales for Sega's Dreamcast console will continue through the holidays.",
      "body": "<p>Sega of America announced on Monday that retailers are predicting continued strong sales for Sega's Dreamcast console as this holiday season wraps up. According to the company, sales of the console have risen 42 percent since October, and demand has outstripped supply at many retailers. <\/p>  <p>\"Sega Dreamcast has been, and will continue to be, one of the cornerstone products of our overall holiday retail sales,\" said Peter Roithmayr, vice president of Electronics Boutique. \"We are expecting record numbers this year, thanks in part to the incredibly strong and sustained demand we have seen for the Sega Dreamcast.\"<\/p>  <p>Sega attributes a lot of the recent spurts in sales to numerous accolades the system has received in the past few weeks, including TIME Digital's Machine of the Year award.<\/p>  <p>\"Our video-game sales have grown dramatically over the same period last year,\" said Steve Birke, vice president and general merchandise manager of Target Stores. \"The Sega Dreamcast accounts for a significant portion of that increase. We are confident we will hit our best retail sales figures to date this holiday season.\"<\/p>",
      "lede": "Retailers across the US are predicting that strong sales for Sega's Dreamcast console will continue through the holidays.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/retailers-pleased-with-dreamcast\/1100-2440277\/"
    },
    {
      "publish_date": "1999-12-20 04:16:47",
      "update_date": "2000-02-17 01:45:30",
      "id": 2440279,
      "authors": "Sam Kennedy",
      "title": "Acclaim Signs Travis Pastrana",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Acclaim Sports announces that it has signed gold-medal-winning rookie Travis Pastrana to star in new motorcycle games.",
      "body": "<p>Acclaim Sports announced on Monday that it has signed gold-medal winner Travis Pastrana to star in new games. Pastrana, 16, recently took home gold medals at the Summer X-Games and Gravity games.<\/p>  <p>\"Travis Pastrana is the most electrifying rookie to break into the supercross circuit in years,\" said Michael Jerchower, senior marketing manager at Acclaim Sports. \"We jumped at the opportunity to sponsor Travis during this summer's freestyle events, and we're excited to expand our brand exposure in the supercross circuit by sponsoring the Acclaim Sports\/Suzuki 125cc racing crew.\"<\/p>  <p>Acclaim also announced that it has signed on to be the title sponsor of Pastrana's 2000 racing team, which will be called the Acclaim Sports\/Suzuki 125cc team during the supercross and motocross season.<\/p>",
      "lede": "Acclaim Sports announces that it has signed gold-medal-winning rookie Travis Pastrana to star in new motorcycle games.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/acclaim-signs-travis-pastrana\/1100-2440279\/"
    },
    {
      "publish_date": "1999-12-20 05:11:12",
      "update_date": "2000-02-17 01:45:30",
      "id": 2440280,
      "authors": "James Mielke",
      "title": "Space Channel 5 Fashion Show",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We bring you new shots of the irresistible Ulala from Space Channel 5 in motion. Babe of the year? Easily.",
      "body": "We've been playing Space Channel 5 all weekend (such is the power of Ulala and her elastic ass), and we've unlocked a number of characters viewable in the game's character-profile section. For those of you who are still enamored of Lara Croft's unrealistic proportions, ignore that tired English betty for a minute and check out these shots of our favorite vixen of the year.",
      "lede": "We bring you new shots of the irresistible Ulala from Space Channel 5 in motion. Babe of the year? Easily.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/space-channel-5-fashion-show\/1100-2440280\/"
    },
    {
      "publish_date": "1999-12-21 04:04:16",
      "update_date": "2000-02-17 01:45:30",
      "id": 2440281,
      "authors": "Micheal Mullen",
      "title": "Em@il Games Gets 100,000th Player",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Hasbro's e-mail-enabled games from Scrabble to NASCAR to X-COM have become popular.",
      "body": "<p>Hasbro Interactive has announced that more then 100,000 people are playing its Em@il Games series of titles. Players either buy the complete game or download the demo and have a friend do the same. One player makes a move, sends it to their opponent, the opponent adds that move to their game, makes their move, and sends that back to the first player.<\/p>  <p>Hasbro has eight different types of Em@il Games for all sorts of gamers including Em@il Scrabble, Em@il X-COM, Em@il NFL Football, Em@il NASCAR, Em@il Clue, Em@il Battleship, Em@il Upwords, and Em@il Grandmaster Chess. <\/p>",
      "lede": "Hasbro's e-mail-enabled games from Scrabble to NASCAR to X-COM have become popular.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/emil-games-gets-100000th-player\/1100-2440281\/"
    },
    {
      "publish_date": "1999-12-21 04:02:44",
      "update_date": "2000-02-17 01:45:30",
      "id": 2440282,
      "authors": "Micheal Mullen",
      "title": "Oni Programmer Departs",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Bungie's anime-inspired action-adventure title loses lead programmer.",
      "body": "<p>Bungie's upcoming anime-inspired action-adventure game, Oni, is still in development for a late-April 2000 release and it appears that the game's lead programmer, Brent Pease, has decided to leave Bungie. Apparently, most of the essential programming has already been completed, so the departure shouldn't impact the game's development. From all reports, his parting was amicable and a Bungie spokesperson says that Pease's departure will have little effect on the game's shipping date.<\/p>  <p>In his place, senior programmer Michael Evans will manage the rest of the game's coding.<\/p>",
      "lede": "Bungie's anime-inspired action-adventure title loses lead programmer.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 2660,
          "name": "Oni (2001)",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:2660",
          "guid": "5000-2660"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/oni-programmer-departs\/1100-2440282\/"
    },
    {
      "publish_date": "1999-12-21 05:32:56",
      "update_date": "2000-02-17 01:45:30",
      "id": 2440283,
      "authors": "Micheal Mullen",
      "title": "HP Lovecraft Horror Coming",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Simon the Sorcerer 3 maker announces exclusive rights to the Call of Cthulhu.",
      "body": "<p>Headfirst Productions, the Birmingham, UK-based developer that recently built Simon the Sorcerer 3 has announced that is has signed an exclusive deal with Chaosium Inc. to develop games based on the Call of Cthulhu brand. And to drum up some early support for the game, the company has released several screenshots.<\/p>  <p>As part of the exclusive deal, Headfirst will deliver an action-horror game called Dark Corners of the Earth, which will be based on the works of HP Lovecraft and his Cthulhu Mythos. The first-person-perspective game will have a single and online component, where players can explore scenarios and solve puzzles (even in multiplayer mode).<\/p>  <p>Currently, Dark Corners of the Earth for the PC and PlayStation2 is scheduled to release during Q3 2001. The company is actively seeking a publisher for the title.<\/p>",
      "lede": "Simon the Sorcerer 3 maker announces exclusive rights to the Call of Cthulhu.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/hp-lovecraft-horror-coming\/1100-2440283\/"
    },
    {
      "publish_date": "1999-12-21 04:11:50",
      "update_date": "2000-02-17 01:45:31",
      "id": 2440284,
      "authors": "Amer Ajami",
      "title": "Tomb Raider Movie a Step Closer",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Paramount moves forward with negotiations for a Tomb Raider-inspired movie.",
      "body": "<p>Reuters is reporting that Paramount Studios has advanced in its negotiations to sign Simon West to direct the Tomb Raider movie. West, whose previous directorial work includes such films as Con Air and The General's Daughter, is currently working on The Prisoner for Universal Studios.<\/p>  <p>As of yet, no start date has been given for the Tomb Raider movie. Reuters claims that the movie's screenplay bears too much resemblance to another \"raiding of tombs\" movie: Raiders of the Lost Ark. The film was originally slated for a summer 2000 release, but that date has been pushed back indefinitely.<\/p>",
      "lede": "Paramount moves forward with negotiations for a Tomb Raider-inspired movie.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/tomb-raider-movie-a-step-closer\/1100-2440284\/"
    },
    {
      "publish_date": "1999-12-21 05:39:33",
      "update_date": "2000-02-17 01:45:31",
      "id": 2440285,
      "authors": "Amer Ajami",
      "title": "New Tribes Missions",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Sierra releases ten new \"balanced\" missions for Starsiege: Tribes.",
      "body": "<p>Sierra and Dynamix have released new multiplayer maps for Tribes that are being described by the developer as \"balanced missions.\" The 5MB download includes ten multiplayer maps created by the game's original designers. Each map features its own set of objectives and requires a unique style of gameplay and cooperation among teammates to be successfully completed.<\/p>  <p>You can grab the new maps from the link on the right.<\/p>",
      "lede": "Sierra releases ten new \"balanced\" missions for Starsiege: Tribes.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/new-tribes-missions\/1100-2440285\/"
    },
    {
      "publish_date": "1999-12-21 05:41:21",
      "update_date": "2000-02-17 01:45:31",
      "id": 2440287,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Castlevania Resurrection Delayed",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "The Dreamcast incarnation of Castlevania has been pushed back to fall 2000.",
      "body": "<p>GameSpot News learned on Tuesday that the release of Castlevania Resurrection for the Sega Dreamcast has been delayed until fall of next year. The game was originally slated to be a Dreamcast launch title. This is the second time Konami has cited a delay of the title (after the launch, it was rescheduled for a spring release). Konami did not mention the reason for the delay, but hopefully the delay will give the developers more time to polish the game for its final release. <\/p>  <p>Stay tuned for more information on Casltevania Resurrection in the near future.<\/p>",
      "lede": "The Dreamcast incarnation of Castlevania has been pushed back to fall 2000.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/castlevania-resurrection-delayed\/1100-2440287\/"
    },
    {
      "publish_date": "1999-12-21 05:37:07",
      "update_date": "2000-02-17 01:45:32",
      "id": 2440288,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Cavia To Publish Anime Games",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Six giant Japanese companies form a new subsidiary called Cavia Inc. to publish games based on popular anime brands.",
      "body": "<p>On Tuesday, GameSpot News learned that six big Japanese companies - Mitsubishi, Tokuma Shoten, Nippon Television, FM Tokyo, Amuse Capital, and Tohoku Shinsha - have formed a new subsidiary called Cavia Inc. Sega of Japan's former vice chairman Hayao Nakayama will serve as president of the company. The new company will publish games based on Japanese animation licenses on multiple platforms and will open its doors in February 2000.<\/p>  <p>Although no titles have been officially announced, possibilities for games based on licenses include Princess Mononoke, My Neighbor Totoro, Raideen and Patlabor. We'll being you more details soon.<\/p>",
      "lede": "Six giant Japanese companies form a new subsidiary called Cavia Inc. to publish games based on popular anime brands.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/cavia-to-publish-anime-games\/1100-2440288\/"
    },
    {
      "publish_date": "1999-12-21 05:38:22",
      "update_date": "2000-02-17 01:45:32",
      "id": 2440289,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Downloadable NES Games on 64DD",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Following Sega's footsteps, Nintendo plans to let gamers download classic NES titles through the 64DD.",
      "body": "<p>In a recent interview with Masanori Tanaka, president of Randnet's board of directors, he commented that the company is planning on a downloadable NES game service through the Nintendo 64 64DD add-on peripheral. According to Randnet DD, it has already finished building the emulator needed to play NES games on the N64 console system, and services will begin as soon as licensing with other companies has been completed. The service will let gamers download games for a few hundred yen (about a US$1).<\/p>  <p>This follows Sega's recent announcement that it will let gamers download Sega Genesis and NEC Turbo Grafx 16 games onto the Dreamcast console. Randnet DD service and the 64DD are only currently available in Japan.<\/p>",
      "lede": "Following Sega's footsteps, Nintendo plans to let gamers download classic NES titles through the 64DD.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/downloadable-nes-games-on-64dd\/1100-2440289\/"
    },
    {
      "publish_date": "1999-12-21 04:07:07",
      "update_date": "2000-02-17 01:45:32",
      "id": 2440290,
      "authors": "Yukiyoshi Ike Sato",
      "title": "New Shots: Eternal Ring",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We bring you brand-new screenshots of From Software's first-person-perspective RPG, Eternal Ring.",
      "body": "<p>GameSpot News has brand-new screenshots of Eternal Ring for the Sony PlayStation2. The first-person-perspective RPG is being developed by From Software, a company known for popular titles like King's Field and the Armored Core series. The game is set on \"the island of no return.\" The island is separated into eight areas, each of which contains a dragon. These dragons are not necessarily foes - some will actually help you in your quest. Players will have to rely on the magic of different elemental rings - which are used to harness fire, wind, earth, or water - instead of using weapons. And the game deliberately uses a blurred effect on faraway objects to give players a sense of claustrophobia. <\/p>  <p>Eternal Ring is one of many PlayStation2 launch titles. It is scheduled for a release on March 4, 2000, in Japan.<\/p>",
      "lede": "We bring you brand-new screenshots of From Software's first-person-perspective RPG, Eternal Ring.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/new-shots-eternal-ring\/1100-2440290\/"
    },
    {
      "publish_date": "1999-12-21 05:43:01",
      "update_date": "2000-02-17 01:45:32",
      "id": 2440291,
      "authors": "Sam Kennedy",
      "title": "Even More Biohazard: CV Screens",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We've come up with another set of shots that show why Code Veronica is one the most visually impressive games to ever grace the Dreamcast.",
      "body": "Playing through Biohazard: Code Veronica for the Dreamcast, we've come across some great scenes. And because we're kind editors, we've decided to capture screens so you can see them as well. Enjoy these new shots, and stay tuned for plenty more tomorrow.",
      "lede": "We've come up with another set of shots that show why Code Veronica is one the most visually impressive games to ever grace the Dreamcast.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/even-more-biohazard-cv-screens\/1100-2440291\/"
    },
    {
      "publish_date": "1999-12-21 05:39:22",
      "update_date": "2000-02-17 01:45:32",
      "id": 2440292,
      "authors": "Sam Kennedy",
      "title": "More Biohazard: Code Veronica Media",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We have another batch of screens and movies from Biohazard: Code Veronica as we further progress.",
      "body": "We've managed to grab another set of screens of Biohazard: Code Veronica for the Dreamcast. Demonstrating some of the finest visuals we've yet seen on the Sega console, Biohazard will excite almost every Dreamcast owner. Capcom and Sega have gone all out to create what could be the finest Biohazard yet.",
      "lede": "We have another batch of screens and movies from Biohazard: Code Veronica as we further progress.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/more-biohazard-code-veronica-media\/1100-2440292\/"
    },
    {
      "publish_date": "1999-12-21 05:40:34",
      "update_date": "2000-02-17 01:45:32",
      "id": 2440293,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Cotton Coming to NeoGeo Pocket Color",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "The Cotton series is heading to NeoGeo Pocket Color next year. Check out the details.",
      "body": "<p>GameSpot News today learned that a Cotton title is scheduled for the NeoGeo Pocket Color. Developed by a Japanese company by the name of Success, the Cotton series was originally a side-scrolling shooter that appeared in arcades back in 1991. The game was later released on several console systems, such as NEC's PC Engine (the US equivalent of the Turbo Graphics 16), the Sega Megadrive (the Japanese equivalent of the Genesis), the Sega Saturn, and the Sony PlayStation. The latest version called Rainbow Cotton is coming to the Sega Dreamcast next year as well.<\/p>  <p>Cotton for the NeoGeo Pocket Color is scheduled for a February 24, 2000, release for a price of 3800yen (about US$37) in Japan.<\/p>",
      "lede": "The Cotton series is heading to NeoGeo Pocket Color next year. Check out the details.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/cotton-coming-to-neogeo-pocket-color\/1100-2440293\/"
    },
    {
      "publish_date": "1999-12-22 05:01:56",
      "update_date": "2000-02-17 01:45:33",
      "id": 2440296,
      "authors": "Micheal Mullen",
      "title": "Heat.net Opens Unreal Tournament",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Heat.net opens registration for Unreal Tournament on December 27. The winner will walk away with $5,000.",
      "body": "<p>On December 27, 1999, as you're sitting down to play the games you didn't have the time to play on Christmas, Heat.net will be host Unreal Tournament, whose champion will walk away with US$5,000 - not too bad of a way to step into 2000....<\/p>  <p>The Y25K Unreal Tournament Money Match is sponsored by InfoInteractive. It will give 128 players the chance to show their stuff in single-elimination matches. Other prizes range from $25 all the way up to $3,000.<\/p>  <p>\"The Y25K Unreal Tournament Money Match is just another way that Heat.net is serving its community of online gamers,\" said Matt Callaway, director of community development for Heat.net. <\/p>  <p>The match runs from 6pm to 8pm PST on Monday, December 27. Gamers are urged to register immediately to be qualified to enter.<\/p>",
      "lede": "Heat.net opens registration for Unreal Tournament on December 27. The winner will walk away with $5,000.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/heatnet-opens-unreal-tournament\/1100-2440296\/"
    },
    {
      "publish_date": "1999-12-22 05:00:19",
      "update_date": "2000-02-17 01:45:33",
      "id": 2440297,
      "authors": "Micheal Mullen",
      "title": "Street Luge Races To Retail",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "HeadGames' latest sports title takes on the highly illegal plank-meets-concrete speed rush of street luge.",
      "body": "HeadGames' Street Luge Racing for the PC has released for gaming junkies who just have to have their 80mph rushes on a metal plank with wheels. The title features several songs by The Offspring and eight 3D day and night courses. Racers must navigate around police barricades (street luge is still illegal, y'know), avoid pesky pedestrians, and avoid speeding cars.",
      "lede": "HeadGames' latest sports title takes on the highly illegal plank-meets-concrete speed rush of street luge.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/street-luge-races-to-retail\/1100-2440297\/"
    },
    {
      "publish_date": "1999-12-22 05:03:10",
      "update_date": "2000-02-17 01:45:34",
      "id": 2440298,
      "authors": "Micheal Mullen",
      "title": "Interplay Signs Monte Cristo",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Interplay sings distribution deal for two business-simulation titles.",
      "body": "Interplay has announced that it has signed an exclusive two-year North American distribution deal with European publisher Monte Cristo to distribute that company's business-simulation titles, Wall Street Trader 2000 and Start-Up 2000. Wall Street Trader was released early this month, and Start-Up 2000 will be released sometime in February 2000.",
      "lede": "Interplay sings distribution deal for two business-simulation titles.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/interplay-signs-monte-cristo\/1100-2440298\/"
    },
    {
      "publish_date": "1999-12-22 04:59:29",
      "update_date": "2003-05-14 04:30:11",
      "id": 2440299,
      "authors": "Micheal Mullen",
      "title": "Quake Source Code Released",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Id Software's John Carmack releases Quake Source Code for the holidays.",
      "body": "<p>With Quake III Arena in the hands of eager FPS gamers and its creator, John Carmack, preparing for his upcoming wedding, it seems that id is out with the old and looking ahead to the new. As proof the company has released the source code for Quake to programmers who want to discover what makes one of the best first-person shooters of all time tick. <\/p>  <p>Carmack officially announced the Quake Source Code release by saying that the company has decided to push back the release of the source code for Quake III Arena to a later date (after the upcoming Quake III point release). <\/p>  <p>As with most source code of this nature, the code cannot be used for revenue purposes. So, if you were planning to sit down for long nights of coding sessions this holiday season, here's as good a reason as any.<\/p>",
      "lede": "Id Software's John Carmack releases Quake Source Code for the holidays.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 10,
          "name": "Quake",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:10",
          "guid": "5000-10"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/quake-source-code-released\/1100-2440299\/"
    },
    {
      "publish_date": "1999-12-22 05:10:00",
      "update_date": "1999-12-22 05:10:00",
      "id": 2440300,
      "authors": "Amer Ajami",
      "title": "Now Shipping: Linux Quake III",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Penguin lovers will now be able to share in the Quake III Arena fun.",
      "body": "<p>Linux users rejoice! Your days of Quake III deprivation are over. This morning, Loki Entertainment announced that it has shipped the Linux version of id's Quake III Arena to select retailers in North America. <\/p>  <p>Stores like Electronics Boutique and Fry's Electronics are scheduled to begin receiving shipments as soon as tomorrow. Quake III Arena for Linux carries with it a suggested price of US$49.99.<\/p>",
      "lede": "Penguin lovers will now be able to share in the Quake III Arena fun.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/now-shipping-linux-quake-iii\/1100-2440300\/"
    },
    {
      "publish_date": "1999-12-22 05:11:34",
      "update_date": "2000-02-17 01:45:34",
      "id": 2440301,
      "authors": "Gamespot Staff",
      "title": "Quantex Sounds Off With Aureal",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Sound card and chip manufacturer Aureal has announced that Quantex will include the SQ1500 and SQ2500 boards in two of its business and multimedia desktop computer systems. Aureal-equipped computers are available from Quantex today.",
      "body": "Sound card and chip manufacturer Aureal has announced that Quantex will include the SQ1500 and SQ2500 boards in two of its business and multimedia desktop computer systems. Aureal-equipped computers are available from Quantex today.",
      "lede": "Sound card and chip manufacturer Aureal has announced that Quantex will include the SQ1500 and SQ2500 boards in two of its business and multimedia desktop computer systems. Aureal-equipped computers are available from Quantex today.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/quantex-sounds-off-with-aureal\/1100-2440301\/"
    },
    {
      "publish_date": "1999-12-22 04:58:16",
      "update_date": "2000-02-17 01:45:34",
      "id": 2440302,
      "authors": "Sam Kennedy",
      "title": "Infogrames Ships GBC Boarder Zone",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Infogrames' Boarder Zone for the Game Boy Color has shipped to stores.",
      "body": "<p>Infogrames announced on Wednesday that Boarder Zone for the Nintendo Game Boy Color has shipped to stores. The game is the first snowboarding title available for the Game Boy Color platform. <\/p>  <p>\"Boarder Zone provides gamers with hours of course-shredding fun,\" said Laddie Ervin, director of product marketing for sports and racing at Infogrames North America Inc. \"Being the only portable snowboarding game, Boarder Zone promises gamers the excitement of the slopes just about anywhere.\"<\/p>  <p>Boarder Zone for the Game Boy Color will be landing in stores this week. A version for the Sega Dreamcast is expected for release in fall 2000.<\/p>",
      "lede": "Infogrames' Boarder Zone for the Game Boy Color has shipped to stores.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/infogrames-ships-gbc-boarder-zone\/1100-2440302\/"
    },
    {
      "publish_date": "1999-12-22 04:54:06",
      "update_date": "2000-02-17 01:45:34",
      "id": 2440303,
      "authors": "Sam Kennedy",
      "title": "N64 Brunswick Pro Bowling Ships",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "THQ's Brunswick Circuit Pro Bowling for the Nintendo 64 console has shipped.",
      "body": "<p>THQ announced on Wednesday that Brunswick Circuit Pro Bowling for the Nintendo 64 has shipped to stores. The game was previously released on the PlayStation platform in October 1998.<\/p>  <p>\"Bowling is the number one participation sport in the country,\" said Peter Dille, vice president of marketing for THQ. \"We are pleased to be working with the most respected name in bowling to give bowling fans of all ages a chance to play with the pros in the comfort of their own homes.\" <\/p>  <p>Brunswick Circuit Pro Bowling for the Nintendo 64 will be available in stores nationwide this week for a suggested price of US$49.99.<\/p>",
      "lede": "THQ's Brunswick Circuit Pro Bowling for the Nintendo 64 console has shipped.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/n64-brunswick-pro-bowling-ships\/1100-2440303\/"
    },
    {
      "publish_date": "1999-12-22 05:09:42",
      "update_date": "2000-02-17 01:45:35",
      "id": 2440304,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Latest Weekly Famitsu Scores",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Japanese gaming publication Famitsu rates this week's game titles including Sega's Shen Mue. Take a look.",
      "body": "In the latest issue of the Japanese gaming publication Famitsu, the Sega Dreamcast title Shen Mue Chapter 1 was given a rating of 8,9,8,8, with a total score of 33 (out of a possible 40) and Kyojin No Doshin 1 was given a rating of 8,8,8,8, with a total score of 32. We'll bring you a review on Shen Mue Chapter 1 soon after its release. Stay tuned.",
      "lede": "Japanese gaming publication Famitsu rates this week's game titles including Sega's Shen Mue. Take a look.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/latest-weekly-famitsu-scores\/1100-2440304\/"
    },
    {
      "publish_date": "1999-12-22 03:38:25",
      "update_date": "2000-08-19 01:47:31",
      "id": 2440305,
      "authors": "Sam Kennedy",
      "title": "First Look: Tomb Raider on GBC",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We deliver the first screenshots of Lara's 2D outing on the Game Boy Color, slated to hit stores next March.",
      "body": "<p>GameSpot News has gotten its hands on the first screens of Tomb Raider for the Game Boy Color. Announced in November, this is Lara's first episode on Nintendo's handheld system. <\/p>  <p>Tomb Raider is now in 2D for the device. It will likely feature gameplay more akin to Prince of Persia and Contra than to Lara's 3D travels depicted in previous Tomb Raider titles. Look over our accompanying screens and you'll see what we mean.<\/p>  <p>Currently, no other details are known about the game, but stay tuned to videogames.com for a full preview. Tomb Raider for the Game Boy Color is slated for release in March 2000.<\/p>",
      "lede": "We deliver the first screenshots of Lara's 2D outing on the Game Boy Color, slated to hit stores next March.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 2150,
          "name": "Tomb Raider Starring Lara Croft",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:2150",
          "guid": "5000-2150"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/first-look-tomb-raider-on-gbc\/1100-2440305\/"
    },
    {
      "publish_date": "1999-12-22 05:08:17",
      "update_date": "2000-02-17 01:45:35",
      "id": 2440306,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Update on Marvel vs. Capcom 2",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Capcom unleashes new characters and gameplay in the sequel to Marvel vs. Capcom 2.",
      "body": "<p>GameSpot News today acquired new details on the sequel to Capcom's fighting game Marvel vs. Capcom. Titled Marvel vs. Capcom 2: New Age of Heroes, the game will sport a three-on-three team-battle mode similar to the team-system battle mode in the King of Fighters series. The \"variable combination\" from the first game will now have all three characters performing a mix of super combos. There will also be a new combo called \"de-raid hyper combo,\" which involves all three characters as well. <\/p>  <p>The new characters on the Capcom side are Sonson (from Sonson), Hayato (from Star Gladiator), and an original character named Amingo. On the Marvel side, newcomers are Cable, Marrow, Doctor Doom, and an original character called Ruby Heart. Old characters such as Ryu, Guile, Zangief, Strider, Cyclops, Captain America, Wolverine, and Venom will be returning to the respective rosters as well.<\/p>  <p>The game is scheduled to appear in the arcades in spring 2000 and on the Sega Dreamcast shortly thereafter. The arcade and Dreamcast can be linked together using the Visual Memory Unit, although what purpose it will serve has not been revealed. GameSpot News will keep you posted.<\/p>",
      "lede": "Capcom unleashes new characters and gameplay in the sequel to Marvel vs. Capcom 2.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/update-on-marvel-vs-capcom-2\/1100-2440306\/"
    },
    {
      "publish_date": "1999-12-22 04:56:17",
      "update_date": "2000-02-17 01:45:35",
      "id": 2440307,
      "authors": "Sam Kennedy",
      "title": "Nintendo Selects Ultimate PokeMOM",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Nintendo's nationwide online contest to find the Ultimate PokeMOM concludes.",
      "body": "<p>Nintendo of America announced on Wednesday that its nationwide online contest to find the \"Ultimate PokeMOM\" has come to a conclusion. After searching through more than 16,000 entries, the company has declared Diane Bergquist of Bellingham, Wash., the \"Ultimate PokeMOM.\"<\/p>  <p>Mrs. Bergquist was chosen for her high scores in such categories as Poke-dedication and Poke-knowledge. As the winner of the contest she will receive a day of pampering and a US$1,000 shopping spree in New York City. Also, her family will ride around Manhattan in an official Pokemobile - a VW beetle that has been customized to resemble the popular Pokemon character Pikachu. <\/p>  <p>\"It was an extremely tough decision for us to pick the winner. The winning essays were heartfelt and entertaining. We could have easily awarded all of the semifinalists the Ultimate PokeMOM ,\" said Gail Tilden, Nintendo's vice president of product development and acquisition. \"It's obvious from the overwhelming number of responses that parents have joined in the fun of the Pokemon craze and have enjoyed learning the games and the characters' special skills together with their kids.\"<\/p>",
      "lede": "Nintendo's nationwide online contest to find the Ultimate PokeMOM concludes.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/nintendo-selects-ultimate-pokemom\/1100-2440307\/"
    },
    {
      "publish_date": "1999-12-22 05:04:18",
      "update_date": "2000-02-17 01:45:35",
      "id": 2440308,
      "authors": "Micheal Mullen",
      "title": "PS SimTheme Park In March",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "EA is getting ready to bring its popular PC-based amusement park builder to the PlayStation.",
      "body": "<p>Electronic Arts has announced that SimTheme Park, developed by UK-based Bullfrog Studios, will be coming to the PlayStation console in March 2000. The new version gives players the chance to construct a complete amusement park with rides (from massive roller coasters to bump-and-run go-carts), shops, concession stands, and more. And to spice it up, the game will have four themes - Space Zone, Lost Kingdom, Land of Wonders, and Halloween - to choose from. <\/p>  <p>The PlayStation version of the game will come complete with an easy-to-use interface, along with analog and dual-shock support.<\/p>",
      "lede": "EA is getting ready to bring its popular PC-based amusement park builder to the PlayStation.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/ps-simtheme-park-in-march\/1100-2440308\/"
    },
    {
      "publish_date": "1999-12-22 04:58:53",
      "update_date": "2000-02-17 01:45:35",
      "id": 2440309,
      "authors": "Sam Kennedy",
      "title": "GBC Test Drive Off-Road 3 Ships",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Infogrames announces that Test Drive Off-Road 3 for the Game Boy Color platform has shipped to stores.",
      "body": "<p>Infogrames announced on Wednesday that Test Drive Off-Road 3 for the Nintendo Game Boy Color platform has shipped to stores. The game released on the PlayStation console earlier this fall. <\/p>  <p>\"Test Drive Off-Road 3 gives gamers the ultimate off-road racing experience right in the palm of their hands,\" said Laddie Ervin, director of product marketing for sports and racing at Infogrames North America. \"With the combination of real licensed vehicles and real-world locations, it is the best bet for a Game Boy gamer.\"<\/p>  <p>According to Infogrames, Test Drive Off-Road 3 for the GBC combines real-world vehicles (such as the Dodge Ram V12 and the Jeep Wrangler) with arcade-style play. The game should be arriving in stores this week.<\/p>",
      "lede": "Infogrames announces that Test Drive Off-Road 3 for the Game Boy Color platform has shipped to stores.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/gbc-test-drive-off-road-3-ships\/1100-2440309\/"
    },
    {
      "publish_date": "1999-12-23 02:53:43",
      "update_date": "2000-06-20 02:43:57",
      "id": 2440311,
      "authors": "Axel Strohm",
      "title": "First Look: Earth 2150",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We've got screens and impressions on an RTS that's all the rage in Europe.",
      "body": "<p>There's a game that's currently creating a lot of hype in Europe: Earth 2150. Developed in Germany, this real-time strategy game is setting the magazines on fire. Comments like \"best strategy game of the year\" and constant marks around 90 percent indicate that this title could be a blockbuster once it lands on US shores.<\/p>  <p>Distributed by Mattel\/Mindscape and developed by Topware, the title is set for a Q2 release in the States. As of now, we have a handful of screenshots and will soon be following up with an interview with the development team.<\/p>  <p>The game features true 3D terrain, which means that you'll have to plan things like troops movements very carefully, as explosions and the like can change the landscape dramatically. There are a total of 90 missions and three races available for the player to choose from. Additionally there will be many sub-missions and tasks to complete within the missions themselves. A map editor is also provided, in case players get bored with the maps included in the game. <\/p>  <p>We'll report further on the game as its US release date approaches. In the meantime, enjoy these shots.<\/p>",
      "lede": "We've got screens and impressions on an RTS that's all the rage in Europe.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 2491,
          "name": "Earth 2150",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:2491",
          "guid": "5000-2491"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/first-look-earth-2150\/1100-2440311\/"
    },
    {
      "publish_date": "1999-12-23 03:24:10",
      "update_date": "2000-02-17 01:45:36",
      "id": 2440312,
      "authors": "Amer Ajami",
      "title": "Nvidia Sues S3",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "The latest lawsuit to hit Silicon Valley is shrouded in mystery.",
      "body": "<p>Earlier this morning, GameSpot News learned that 3D-chip manufacturer Nvidia has sued crosstown rival S3. The lawsuit was apparently served earlier this week; however, both companies were hoping to avoid any press and have been tight-lipped on the subject.<\/p>  <p>According to S3, Nvidia's lawsuit is \"vague\" and seems to focus on an audio patent and not transform and lighting as previously reported. Needless to say, this seems more than a little strange, as Nvidia is exclusively a graphics company and has announced no plans to develop any audio solutions whatsoever.<\/p>  <p>An S3 representative told GameSpot News that this lawsuit is a negotiation tactic to get S3 to settle on the outstanding graphics-patent suit filed against Nvidia by S3 in 1998. That case is supposed to go to trial in February of 2000. Nvidia officials were unavailable for comment at press time. Look to GameSpot News to bring you more details as they become available.<\/p>",
      "lede": "The latest lawsuit to hit Silicon Valley is shrouded in mystery.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/nvidia-sues-s3\/1100-2440312\/"
    },
    {
      "publish_date": "1999-12-23 03:23:14",
      "update_date": "2000-02-17 01:45:36",
      "id": 2440313,
      "authors": "Amer Ajami",
      "title": "Millionaire Still on Top",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Disney Interactive's PC game seems to be just as successful as the TV quiz show.",
      "body": "<p>PC Data's latest sales figures are in, and the results aren't very surprising. Disney Interactive's Who Wants to be a Millionaire maintained its hold as the top-selling PC game for the week ending December 11, extending its reign to two weeks. Hasbro's Roller Coaster Tycoon jumped to second place, spurred by the release of the Corkscrew Follies expansion pack.<\/p>  <p>The only newcomer to the list this week was Hasbro's Frogger, a 3D remake of Konami's original arcade game. It's interesting to note that of the ten games on this week's list, seven retail for under US$30.<\/p>  <p>PC Data's Top Ten Hits List is as follows:<\/p>  <p>Rank \/ Title \/ Publisher \/ Price1 \/ Who Wants To Be A Millionaire \/ Disney \/ $192 \/ MP Roller Coaster Tycoon \/ Hasbro Interactive \/ $263 \/ Barbie Generation Girl Gotta Groove \/ Mattel Interactive \/ $294 \/ Microsoft Age of Empires II: Age Of Kings \/ Microsoft \/ $435 \/ Quake III Arena \/ Activision \/ $496 \/ Toy Story 2 Action Game \/ Disney \/ $257 \/ Deer Hunter III \/ GT Interactive \/ $198 \/ Frogger \/ Hasbro Interactive \/ $199 \/ Cabela's Big Game Hunter 3 \/ Activision \/ $1810 \/ Microsoft Flight Simulator \/ Microsoft \/ $43<\/p>",
      "lede": "Disney Interactive's PC game seems to be just as successful as the TV quiz show.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/millionaire-still-on-top\/1100-2440313\/"
    },
    {
      "publish_date": "1999-12-23 03:16:11",
      "update_date": "2000-02-17 01:45:36",
      "id": 2440314,
      "authors": "Alan Dunkin",
      "title": "Take-Two's Holiday Is a Good One",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Sales expectations meet or exceed Take-Two's expectations for the holiday season.",
      "body": "<p>Take-Two Interactive announced Thursday that it has had a good holiday season globally so far, with continuing strong sales all around the world.<\/p>  <p>\"Take-Two continues to be pleased with sales results from its published products worldwide, as well as sales levels from its Jack of All Games value-added distribution and budget publishing divisions around the globe,\" said Take-Two's CEO Ryan Brant.<\/p>",
      "lede": "Sales expectations meet or exceed Take-Two's expectations for the holiday season.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/take-twos-holiday-is-a-good-one\/1100-2440314\/"
    },
    {
      "publish_date": "1999-12-23 03:20:41",
      "update_date": "2000-02-17 01:45:36",
      "id": 2440315,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Carrier Due February",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Jaleco's Resident Evil-style adventure game is coming to the Dreamcast this February.",
      "body": "Today GameSpot News learned the release date of Carrier for the Sega Dreamcast. Developed by Jaleco, the action-adventure game is similar in style to Resident Evil and Parasite Eve and will be compatible with the VGA box and the Jump Pack. Carrier is expected to ship on February 24, 2000, in Japan.",
      "lede": "Jaleco's Resident Evil-style adventure game is coming to the Dreamcast this February.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/carrier-due-february\/1100-2440315\/"
    },
    {
      "publish_date": "1999-12-23 03:17:37",
      "update_date": "2000-02-17 01:45:37",
      "id": 2440316,
      "authors": "Gamespot Staff",
      "title": "Final Fantasy IX Animation Done",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "According to sources at Square's Honolulu studio, animation for the upcoming FFIX has been completed.",
      "body": "<p>Sources at Square's Honolulu studio have informed GameSpot News that CG animation for Final Fantasy IX for the PlayStation has been completed. The team has been working rigorously over the past few weeks, even over the Thanksgiving break, to complete the animation. However, now that work has been finished, Square is apparently releasing many of the team members. <\/p>  <p>According to some, this has caused a negative reaction amongst the animation designers who had hoped to continue the same work once the project wrapped. Square doesn't see it that way, though. \"Employment contracts for all game designers and CG graphic artists at the Square USA Honolulu studio are negotiated on an individual-game basis from the beginning of the project,\" stated a company spokesperson. \"Much like in the film industry, game production is controlled by development phases, such as pre-production, production, and editing. This method is the most efficient and allows effective control of all phases of development.\"<\/p>  <p>The Square spokesperson went on to say, \"For this reason, once an individual phase has been completed, parts of the team may be disbanded while the game is still in development. However, because of the detailed schedule management described above, such events do not affect the development schedule in any way.\"<\/p>  <p>Square conducted similar practices after the animation was completed for Parasite Eve for the PlayStation, the company's first game developed in Honolulu. Team members from that project went on to work on other games, and some got involved with the Final Fantasy movie. Square commented that \"the current plan for the Honolulu studio teams that are disbanded are either reassigned to the Honolulu movie team or relocated to Japan to work on the next generation of games.\" <\/p>  <p>Final Fantasy IX for the PlayStation is currently slated for release sometime in the spring of 2000 in Japan and likely in the fall of 2000 in the US. Previously, sources had indicated to GameSpot News that Square was shooting for a 9\/9\/99 release date for the game in Japan, but many aspects of the project took longer than expected.<\/p>",
      "lede": "According to sources at Square's Honolulu studio, animation for the upcoming FFIX has been completed.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/final-fantasy-ix-animation-done\/1100-2440316\/"
    },
    {
      "publish_date": "1999-12-23 03:15:26",
      "update_date": "2000-02-17 01:45:37",
      "id": 2440317,
      "authors": "Alan Dunkin",
      "title": "Nintendo Wins Piracy Battle",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "A US Federal Court deals a blow against software piracy.",
      "body": "<p>Nintendo's battle against Hong Kong-based manufacturer Bung Enterprises Ltd. was apparently victorious Thursday when a US Federal Court awarded Nintendo more than US$7 million in damages plus interest. <\/p>  <p>Bung, which creates products such as the Game Doctor series, allows the copying of Nintendo's game products from the cartridge to the computer where it can be distributed illegally. An injunction has been issued that prevents Bung from selling these products in North, Central, and South America.<\/p>  <p>Apparently Bung was not very cooperative during the discovery process, which did not help its case.<\/p>  <p>\"Throughout the litigation Bung demonstrated nothing but contempt for the American judicial system and continued to develop and market products that were designed to permit the pirating of video game software of Nintendo and its third-party publishers,\" said Richard Flamm, Nintendo's General Counsel. \"We are very pleased the court has resoundingly condemned Bung's conduct and confirmed the infringing nature of Bung's products.\"<\/p>",
      "lede": "A US Federal Court deals a blow against software piracy.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/nintendo-wins-piracy-battle\/1100-2440317\/"
    },
    {
      "publish_date": "1999-12-27 03:49:44",
      "update_date": "2000-02-17 01:45:38",
      "id": 2440320,
      "authors": "Amer Ajami",
      "title": "Tyson's Return to Video Gaming",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Codemasters signs Mike Tyson to appear in an upcoming PC and PlayStation boxing game.",
      "body": "<p>This morning, UK-based Codemasters announced that controversial heavyweight boxer Mike Tyson has been licensed to appear in the company's upcoming Mike Tyson Boxing. Under development for the PC and PlayStation, Mike Tyson Boxing will focus solely on Tyson and include training and career-management modes of play. Codemasters representatives told GameSpot News that Mike Tyson Boxing will actually be a localized version of Prince Naseem Boxing, already released in Europe. <\/p>  <p>\"Believe it or not, it's my kids who have been after me to get a game going for quite a while now, and I've been watching this whole area of sports-based computer and video games, waiting for just the right opportunity to become involved,\" said Tyson. \"Codemasters brought to the table a long string of hit games and showed me that they've got what it takes to make a boxing game that I'm proud to put my name on.\"<\/p>  <p>Tyson's last video-game appearance was for Nintendo's Mike Tyson Punch-Out for the original Nintendo Entertainment System back in 1986. Mike Tyson Boxing is expected to ship next May for both platforms.<\/p>",
      "lede": "Codemasters signs Mike Tyson to appear in an upcoming PC and PlayStation boxing game.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/tysons-return-to-video-gaming\/1100-2440320\/"
    },
    {
      "publish_date": "1999-12-27 03:51:24",
      "update_date": "2000-02-17 01:45:38",
      "id": 2440321,
      "authors": "Amer Ajami",
      "title": "VIA To Buy S3",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Taiwanese core-logic chipset manufacturer VIA plans on purchasing S3 in a deal worth nearly $150 million.",
      "body": "<p>Over the holiday weekend, VIA technologies, a popular Taiwanese manufacturer of core-logic chipsets, announced plans to purchase S3. The deal, worth nearly US$150 million, calls for VIA to purchase 10.8 million shares of S3 stock at $13.50 per share and increases the company's equity in S3 to 14.9 percent.<\/p>  <p>\"The investment by VIA Technologies in S3 is yet another demonstration of the growing collaboration between our two companies,\" said S3 CEO Ken Potashner. \"The technology and IP available between our two companies have positioned us to aggressively compete in the value PC segment through the strategy of integrating our technologies.\"<\/p>  <p>The deal is still subject to approval by various shareholder and government bodies, but it is expected to go through.<\/p>",
      "lede": "Taiwanese core-logic chipset manufacturer VIA plans on purchasing S3 in a deal worth nearly $150 million.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/via-to-buy-s3\/1100-2440321\/"
    },
    {
      "publish_date": "1999-12-27 03:52:50",
      "update_date": "2000-02-17 01:45:38",
      "id": 2440322,
      "authors": "Amer Ajami",
      "title": "Werewolf Development Updated",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "ASC Games updates its web site with the development status of Werewolf: The Apocalypse.",
      "body": "<p>Late last week ASC Games producer Travis Williams posted a Werewolf: The Apocalypse development update on his company's web site. Willaims talks about level design and object placement in Werewolf, delves into some of the game's sounds and music, and posts four new screenshots to illustrate his examples.<\/p>  <p>Werewolf was recently surrounded by rumors of delay and cancellation. ASC has since squashed any such rumors and insists that the game's development is progressing as planned.<\/p>",
      "lede": "ASC Games updates its web site with the development status of Werewolf: The Apocalypse.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/werewolf-development-updated\/1100-2440322\/"
    },
    {
      "publish_date": "1999-12-27 03:38:41",
      "update_date": "2000-02-17 01:45:39",
      "id": 2440325,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Game Boy Titles Coming in March",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Warioland 3 and the first Legend of Zelda: Fushigina Kinomi for the GBC are heading to Japan this March.",
      "body": "<p>GameSpot News today received word from Nintendo of Japan that it will release Warioland 3 and Legend of Zelda: Fushigina Kinomi (Mysterious Fruit of Tree, in English) for the Game Boy Color this coming March. Warioland 3 is the first Wario-action game to appear on the colored version of the handheld console. As for Zelda, it is the first of three chapters in the Fushigina Kinomi series that are being codeveloped for the GBC by Nintendo and Capcom. <\/p>  <p>Warioland 3 and Legend of Zelda: Fushigina Kinomi are both slated for a March 2000 release in Japan.<\/p>",
      "lede": "Warioland 3 and the first Legend of Zelda: Fushigina Kinomi for the GBC are heading to Japan this March.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/game-boy-titles-coming-in-march\/1100-2440325\/"
    },
    {
      "publish_date": "1999-12-27 03:36:15",
      "update_date": "2000-02-17 01:45:39",
      "id": 2440326,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Koei Fights For Second PS2 Title",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Koei and Omega Force bring the Romance of the Three Kingdoms fighting game onto PlayStation2.",
      "body": "<p>GameSpot News today learned that Koei is developing the sequel to Sangoku Musou, the fighting game based on the Romance of the Three Kingdoms series. Simply titled Shin Sangoku Musou, the game is being developed by Omega Force, which has previously worked on Sangoku Musou (PS) and WinBack (N64). <\/p>  <p>No release date or price has been set at this point. Meanwhile, Koei's first title Kessen is scheduled for a March 4, 2000, release - simultaneous with the PS2 launch in Japan.<\/p>",
      "lede": "Koei and Omega Force bring the Romance of the Three Kingdoms fighting game onto PlayStation2.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/koei-fights-for-second-ps2-title\/1100-2440326\/"
    },
    {
      "publish_date": "1999-12-27 03:35:16",
      "update_date": "2000-02-17 01:45:39",
      "id": 2440327,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Seventh Cross Sequel Confirmed",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "NEC Home Electronics has confirmed that a sequel to Seventh Cross is currently in development.",
      "body": "GameSpot News learned today that a sequel to Seventh Cross is currently in development. Titled Ninth Will, the Dreamcast game is being developed by NEC Home Electronics. No Japanese release date or price has been disclosed at this point. Whether a distributor will bring it to the overseas market is unknown. We'll keep you posted.",
      "lede": "NEC Home Electronics has confirmed that a sequel to Seventh Cross is currently in development.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/seventh-cross-sequel-confirmed\/1100-2440327\/"
    },
    {
      "publish_date": "1999-12-28 05:14:49",
      "update_date": "2000-02-17 01:45:40",
      "id": 2440329,
      "authors": "Amer Ajami",
      "title": "UK To Levy Game Tax?",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "BBC News is reporting that UK government officials are pushing for a video-game tax to fund higher learning.",
      "body": "<p>BBC News is reporting that certain members of the British Labour Party are pushing for a law that would impose a 50p (about US80 cents) tax on sales of all video games. Why? Because the country's Prime Minister, Tony Blair, has stated that he would like half of all UK citizens between the ages of 18 and 30 to participate in higher learning by the year 2007. Bigger grants would be required for a venture of this caliber, and as such, certain Labour Party representatives have pointed at the UK's video-game industry as a possible source of that needed income.<\/p>  <p>\"These  are not taxed at the moment, and they are therefore a reasonable target to consider,\" said Mr. Marsden, one of the Labour Party's representatives, in the BBC article.<\/p>  <p>Video games account for over US$800 million in sales in the UK, and this proposed tax (about 1 percent of each unit's total cost) would yield around $8 million annually. As of now, there's no word on whether or not the British government plans on passing this law.<\/p>",
      "lede": "BBC News is reporting that UK government officials are pushing for a video-game tax to fund higher learning.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/uk-to-levy-game-tax\/1100-2440329\/"
    },
    {
      "publish_date": "1999-12-28 05:04:00",
      "update_date": "2012-02-02 02:25:43",
      "id": 2440330,
      "authors": "Peter Bartholow",
      "title": "First Impressions: Warp's D2",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "D2 for the Dreamcast has arrived - check out new media and impressions of the final game.",
      "body": "<p>Over the weekend we received our copy of WARP's long-delayed D2 and had a chance to play it for a few hours. While the game is technically impressive and sports high-production values, D2's gameplay unfortunately doesn't stray too far from that of the original D, leaving us a little disappointed.<\/p>    <p>Following  WARP's quirky animated logo, players are taken directly to a menu screen. Interestingly enough, the opening movie is an option rather than a prerequisite to playing the game - a good thing, since it resides on the game's fourth disc. The opening movie centers on a flight carrying Laura, the game's heroine. A seemingly normal flight is disturbed when some unknown assailants hijack the plane.  Despite the chaos, a gnarled old man chants dark incantations in the back of the plane. David, the man sitting across the aisle from Laura, sees a vision in Laura's compact, a gift from her mother, showing a meteor hurtling toward the plane. The meteor strikes the plane.  The next thing Laura knows, she's in a cabin with a woman named Kimberly in the snowy depths of Canada.<\/p>    <p>From here, players are given control of Laura. Laura's lost her memory and, thus, must perform a variety of little errands for Kimberly. Many of these errands involve running from one end of Canada to another to pick up various items, something seemingly taken from Zelda 64's lacking overworld. As Laura runs about, she is randomly attacked by an array of plant-like mutants. Battle is conducted in a first-person hybrid of Quake and House of the Dead, requiring players to move Laura's Uzi's sight around the screen and plant ammo on the attacking monsters.  In addition to fighting monsters, Laura can also hunt for food with a sniper rifle, bringing a whole new meaning to the \"survival\" aspect of survival horror.<\/p>    <p>The game's indoor locales take place in a first-person perspective as well. However, except in a few instances, Laura can only move her gaze to predetermined locations. From these locations players can move Laura's sight slightly letting her spot other points of minor interest. This is a little frustrating, however, as many times you can see items and not figure out how to look at them to pick them up. <\/p>    <p>D2's graphics are impressive throughout. The characters and environments are lavishly textured and detailed, and the character animation is impressive considering that it's not motion-captured. Additionally, all of the extensive character voices are nicely lip-synched. In addition to the voices, the music subtly enhances the air of mystery.<\/p>    <p>While the production is great and all, you can't skirt around the fact that D2 is currently shaping up to be an extremely linear, gameplay-poor adventure game like the original.<\/p>",
      "lede": "D2 for the Dreamcast has arrived - check out new media and impressions of the final game.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 58,
          "name": "Features"
        },
        {
          "id": 64,
          "name": "Preview"
        }
      ],
      "associations": [
        {
          "id": 740,
          "name": "D2",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:740",
          "guid": "5000-740"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/first-impressions-warps-d2\/1100-2440330\/"
    },
    {
      "publish_date": "1999-12-28 05:21:14",
      "update_date": "2000-02-17 01:45:40",
      "id": 2440331,
      "authors": "Sam Kennedy",
      "title": "DC Vigilante 8: Second Offense Ships",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Activision announces that the Dreamcast version of Vigilante 8: Second Offense has shipped to stores nationwide.",
      "body": "<p>Activision announced on Tuesday that Vigilante 8: Second Offense for the Sega Dreamcast has shipped to stores. The game was previously released for the PlayStation last month, and a Nintendo 64 version will hit stores in January (according to sources, the N64 version hit snags in production). <\/p>  <p>\"Vigilante 8: Second Offense is the must-have, auto-combat title of the year,\" stated Mitch Lasky, executive vice president of Activision Studios. \"The game delivers all the breakthrough elements of Vigilante 8 and ups the ante by further redefining the auto-combat genre with its morphing vehicle advancements. \"<\/p>  <p>Vigilante 8: Second Offense for the Dreamcast should be available in stores nationwide this week at a suggested price of US$49.95.<\/p>",
      "lede": "Activision announces that the Dreamcast version of Vigilante 8: Second Offense has shipped to stores nationwide.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/dc-vigilante-8-second-offense-ships\/1100-2440331\/"
    },
    {
      "publish_date": "1999-12-28 05:22:34",
      "update_date": "2000-02-17 01:45:40",
      "id": 2440332,
      "authors": "Sam Kennedy",
      "title": "Vatical Releases Dreamcast E.G.G.",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Vatical Entertainment announces that Elemental Gimmick Gear (E.G.G.) for the Sega Dreamcast has shipped to stores.",
      "body": "<p>Vatical Entertainment announced on Tuesday that Elemental Gimmick Gear (E.G.G.) for the Sega Dreamcast has shipped to stores. As one of the first RPG titles for the Dreamcast console, E.G.G. comes as a welcome addition, to many DC owners. <\/p>  <p>Videogames.com's Ike Sato recently reviewed the import version of the game, scoring it a 6.8. For his review, click on the link to the right.<\/p>",
      "lede": "Vatical Entertainment announces that Elemental Gimmick Gear (E.G.G.) for the Sega Dreamcast has shipped to stores.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/vatical-releases-dreamcast-egg\/1100-2440332\/"
    },
    {
      "publish_date": "1999-12-28 02:45:06",
      "update_date": "2000-02-17 01:45:41",
      "id": 2440333,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Spike Saves Human",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Spike has saved the now-bankrupt Human with newly established subsidiary company Vile.",
      "body": "<p>GameSpot News received word today that Japanese game developer Spike has officially established a new subsidiary company called Vile. The subsidiary will help save developer Human's staff by recruiting 60 of its members into the new company. <\/p>  <p>Human, known for games such as Clock Tower, declared bankruptcy last November. The capital of the company is funded at 30 million yen (about US$293,000). Vile will focus on development of game software and Internet content with Spike as the publisher. Vile has already been involved in recent projects with Spike, such as the PlayStation cult-hit racing title Bakusou Dekotora Densetsu 2.<\/p>",
      "lede": "Spike has saved the now-bankrupt Human with newly established subsidiary company Vile.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/spike-saves-human\/1100-2440333\/"
    },
    {
      "publish_date": "1999-12-28 02:36:25",
      "update_date": "2000-02-17 01:45:41",
      "id": 2440334,
      "authors": "Sam Kennedy",
      "title": "Mindscape Ships New GBC Titles",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Mindscape announces two new titles for the Game Boy Color have shipped to stores: Dogz and Wings of Fury.",
      "body": "<p>Mindscape announced on Tuesday that it has shipped two new titles for the Game Boy: Dogz and Wings of Fury. Dogz is based on the popular PC title of the same name, and it lets players interact with virtual pets that inhabit the Game Boy. The title supports the link cable and lets gamers collect items from others. Mindscape's other title, Wings of Fury, is also based on a PC game of the same name. It lets  the player  assume the role of an F6F Hellcat fighter-plane pilot and offers players missions to accomplish.<\/p>  <p>Both games should be arriving on store shelves this week.<\/p>",
      "lede": "Mindscape announces two new titles for the Game Boy Color have shipped to stores: Dogz and Wings of Fury.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/mindscape-ships-new-gbc-titles\/1100-2440334\/"
    },
    {
      "publish_date": "1999-12-28 02:42:35",
      "update_date": "2012-02-02 02:24:23",
      "id": 2440335,
      "authors": "Ravi Hiranand",
      "title": "First Impressions: Shen Mue",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Arguably one of the most anticipated Sega games of all time, Shen Mue arrives at videogames.com. Check out our impressions.",
      "body": "<p>Finally, it's here. Over the holiday weekend we managed to get our hands on Shen Mue, Yu Suzuki's new FREE game (FREE, of course, stands for Full Reactive Eyes Entertainment - no, we don't know what that means either). After playing the game for a few days now, we have the first impressions here from the finished Japanese version of Chapter 1: Yokosuka.<\/p>    <p>The story revolves around the murder of your father and the theft of a mystic talisman by a mysterious Chinese man named Souryu. The story unfolds with stunning real-time cinema sequences. Although they don't display the level of detail present in the E3 Face demos, they are still a sight to behold. Yokosuka, the setting for this chapter in the Shen Mue saga, is also beautifully rendered. Obviously, you cannot enter every house, but when you do step inside a house there are a lot of objects to inspect and use. Virtually anything can be picked up. You can even take pictures off the walls of your home if you so wish (although why you'd want to is another matter entirely). The only problem with the graphics is a rather odd one.For some reason, some characters fade in while you are right in front of them. It's not even at any large distance either - I was having a conversation with someone when another character faded in right next to me!<\/p>    <p>Shen Mue's gameplay seems to resemble some of the old LucasArts PC adventures (Monkey Island, Full Throttle) in many ways,  except that pointing-and-clicking has been replaced by a different interface. You comb areas for clues and look for objects to pick up and people to talk to. The dreaded Quick Time Events, where you simply press buttons when instructed (like Dynamite Cop), are surprisingly few and far between, allaying fears of Shen Mue becoming a second Dragon's Lair. There is also a \"free battle\" mode, where in more traditional Yu Suzuki fashion you fight against various opponents. Ryo is an expert martial artist and can also learn more moves from other people to increase his skill. This though is where Shen Mue is similar to the old PC adventure games, because the action sequences here are clearly separated sections that do not tend to interfere with the main exploration element.<\/p>    <p>One bright aspect of the game is the control. The digital pad moves Ryo; the analog stick moves his head (and thus his view); and, in an innovative touch, the R trigger acts as a special \"focus\" button. Holding the button and pointing in the general direction of an item will let Ryo focus on the item and then manipulate it, whether that means picking it up and moving it around or using it. The digital pad is somewhat clumsy (turning on the spot is quite hard for Ryo), but in all other aspects it is top-notch.<\/p>    <p>The game also has some nice extras. Right at the start of the game you find a virtual pet, of sorts - a kitten. You can use the kitten as a diversion - you care for it by petting it and bringing it food. In fact, the game has a lot of diversions. There is an arcade in town with classic games such as Hang On for you to try your hand at, as well as the infamous darts game and a QTE game. Don't want to go that far? Right underneath Ryo's TV is a Sega Saturn. If you're wondering what a Saturn is doing in 1986, you'll probably also wonder why you can get little Virtua Fighter and Sonic the Hedgehog toys from vending machines.<\/p>    <p>At this early stage, the only major problem I've encountered is that the plot advances rather slowly. Sure, the game world has a lot going on, and a lot can be done in Shen Mue's Yokosuka, but in terms of plot there is little to do - it almost feels like a tech demo; at times you won't know what to do, and you'll walk through a beautiful city rather aimlessly. Bear in mind though that I am still in the very early stages of  the game, and everything could be about to change.<\/p>    <p>Stay tuned to videogames.com for more screens and information on Shen Mue throughout this week.<\/p>",
      "lede": "Arguably one of the most anticipated Sega games of all time, Shen Mue arrives at videogames.com. Check out our impressions.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 58,
          "name": "Features"
        },
        {
          "id": 64,
          "name": "Preview"
        }
      ],
      "associations": [
        {
          "id": 1844,
          "name": "Shenmue",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:1844",
          "guid": "5000-1844"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/first-impressions-shen-mue\/1100-2440335\/"
    },
    {
      "publish_date": "1999-12-28 02:44:13",
      "update_date": "2000-02-17 01:45:41",
      "id": 2440336,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Sony's Network Console In 2001",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Sony plans to release a new line of audio-visual components that will link all its hardware, including the PlayStation2.",
      "body": "<p>Nikkei Online reports that Sony is currently developing a new line of network capable audiovisual components that can be controlled through a television set. These include digital television models, digital VCRs, DVD players, audio components, and most importantly for gamers, the PlayStation2. These will also have network capabilities that let users access the Internet for online shopping and technical support. <\/p>  <p>Sony plans to release these new audiovisual components in 2001. Meanwhile, Sony's next-generation video-game console, the PlayStation2, is scheduled for release on March 4, 2000. It will be interesting to see what plans lie ahead with the PlayStation2 linked to other Sony hardware. Stay tuned.<\/p>",
      "lede": "Sony plans to release a new line of audio-visual components that will link all its hardware, including the PlayStation2.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/sonys-network-console-in-2001\/1100-2440336\/"
    },
    {
      "publish_date": "1999-12-29 04:36:35",
      "update_date": "2000-02-17 01:45:42",
      "id": 2440338,
      "authors": "Amer Ajami",
      "title": "New Elite Force Screenshots",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Raven Software updates its Star Trek: Voyager - Elite Force site with new info and screenshots.",
      "body": "<p>Raven Software's Kenn Hoekstra updated his plan file last night with word that the official Voyager - Elite Force web site has been updated with new information pertaining to the game's weapons, characters, and aliens. The update includes new screenshots and artwork of the game, as well as summaries for each of the game's main characters and alien classes.<\/p>  <p>Elite Force is a first-person shooter that uses the Quake III Arena engine to supply the game with its lush visuals. The game is expected to ship later in 2000.<\/p>",
      "lede": "Raven Software updates its Star Trek: Voyager - Elite Force site with new info and screenshots.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 2739,
          "name": "Star Trek: Voyager Elite Force",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:2739",
          "guid": "5000-2739"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/new-elite-force-screenshots\/1100-2440338\/"
    },
    {
      "publish_date": "1999-12-29 03:40:35",
      "update_date": "2000-02-17 01:45:42",
      "id": 2440339,
      "authors": "Amer Ajami",
      "title": "Interstate '82 Map Editor Released",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Players can now create and customize their own I'82 tracks.",
      "body": "<p>Late last afternoon, Activision released the Interstate '82 Terraformer, a map editor that lets users customize their own maps and multiplayer scenarios. The editor, created by and for the design team, has both 2D and 3D views for easy manipulation of onscreen objects, as well as a tool for creating and tweaking vehicle AI.<\/p>  <p>The 18-megabyte download is linked to the right.<\/p>",
      "lede": "Players can now create and customize their own I'82 tracks.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/interstate-82-map-editor-released\/1100-2440339\/"
    },
    {
      "publish_date": "1999-12-29 03:41:24",
      "update_date": "2000-02-17 01:45:42",
      "id": 2440340,
      "authors": "Sam Kennedy",
      "title": "Brother Killed Over Game",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "A 15-year-old boy in Kentucky has been charged with killing his brother over a video game.",
      "body": "Yahoo news has reported that a 15-year-old Kentucky boy has been charged with killing his brother over a video game. According to police, 14-year-old Andre Hardin was shot by his brother at their Louisville home. The name of the older brother and what game software sparked the attack have not been revealed.",
      "lede": "A 15-year-old boy in Kentucky has been charged with killing his brother over a video game.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/brother-killed-over-game\/1100-2440340\/"
    },
    {
      "publish_date": "1999-12-29 03:44:15",
      "update_date": "2000-02-17 01:45:43",
      "id": 2440341,
      "authors": "Yukiyoshi Ike Sato",
      "title": "DC Typing of the Dead Coming March",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "The typing-tutorial game based on House of the Dead is heading to the Dreamcast in Japan this March.",
      "body": "<p>GameSpot News learned today that Sega of Japan will be releasing The Typing of the Dead: Keyboard Masters for the Dreamcast console next year. The game is similar to The House of the Dead except you kill zombies by typing text messages using the keyboard instead of firing the Dreamcast light gun. <\/p>  <p>The Typing of the Dead: Keyboard Masters is slated for a March 30, 2000, release, and it will carry a price tag of 4800yen (about US$47) in Japan.<\/p>",
      "lede": "The typing-tutorial game based on House of the Dead is heading to the Dreamcast in Japan this March.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/dc-typing-of-the-dead-coming-march\/1100-2440341\/"
    },
    {
      "publish_date": "1999-12-29 03:43:08",
      "update_date": "2000-02-17 01:45:43",
      "id": 2440342,
      "authors": "James Mielke",
      "title": "M2 D2 Movie Discovered",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "While playing D2 we discover a secret movie - a video from the original M2 version of the game.",
      "body": "<p>As a few of you may remember, D2 developer, Warp, released a game called Real Sound 2 some time last year for the Sega Dreamcast in Japan. Since the game was 100 percent audio with no visuals, it wouldn't be much of a surprise if none of you bought it. However, it did have one thing to recommend it, and that was the D2 Shock demo. If you played through the demo's minigames, it would install a D2 shock game-save on your VMU. What this was good for no one knew. Now that we have the final version of D2 in our hands, we have discovered why.<\/p>  <p>Although there are different levels of success possible in the Shock demo, the game-save we had on our VMU unlocked a secret movie on disc 2 of D2 that revealed a CG-rendered movie that none of us had ever seen. In fact, after checking through Warp's home page, we learned that this is actually a movie scene from the cancelled M2 version of the game! (The M2 was a system from 3DO and Matsushita that was never released.) We'll be going back to the Shock demo for some more play time in the hopes that we can unlock some more funky stuff. If and when we do, we'll be back to report on it. In the meanwhile, stay tuned for the full D2 review coming soon.<\/p>",
      "lede": "While playing D2 we discover a secret movie - a video from the original M2 version of the game.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/m2-d2-movie-discovered\/1100-2440342\/"
    },
    {
      "publish_date": "1999-12-29 05:18:26",
      "update_date": "2000-02-17 01:45:43",
      "id": 2440343,
      "authors": "Sam Kennedy",
      "title": "New PlayStation2 Evergrace Screens",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We get our hands on a few more screens of Evergrace, one of From Software's visually impressions PS2 launch titles.",
      "body": "On its Japanese web site, From Software has released two new screens and a logo of Evergrace for the PlayStation2. The game is currently slated to release alongside the PlayStation2 on March 4, 2000, in Japan. Enjoy the new shots, and for some great-looking hi-res screens of Evergrace, click on the link to the right.",
      "lede": "We get our hands on a few more screens of Evergrace, one of From Software's visually impressions PS2 launch titles.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/new-playstation2-evergrace-screens\/1100-2440343\/"
    },
    {
      "publish_date": "1999-12-29 03:46:00",
      "update_date": "2000-02-17 01:45:44",
      "id": 2440344,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Hudson Announces DC Network RPG",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Hudson announces its new network RPG titled Rune Jade for the Sega Dreamcast.",
      "body": "Hudson of Japan today announced that it will be releasing a network RPG for the Sega Dreamcast. Called Rune Jade, the game will be an addition to the current list of Dreamcast network RPGs, including Baldur's Gate and Phantasy Star Online. No other details have been revealed at this point, but GameSpot News will keep you posted. Stay tuned.",
      "lede": "Hudson announces its new network RPG titled Rune Jade for the Sega Dreamcast.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/hudson-announces-dc-network-rpg\/1100-2440344\/"
    },
    {
      "publish_date": "1999-12-29 12:00:00",
      "update_date": "2000-02-17 01:45:44",
      "id": 2440345,
      "authors": "Sam Kennedy",
      "title": "Interact Gets Sega Blessing",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Interact Accessories announces that it will soon team up with Sega to produce officially licensed peripherals for the Dreamcast.",
      "body": "<p>Interact Accessories announced on Wednesday that it will soon partner with Sega of Japan and Sega of America to develop licensed accessories for the Dreamcast console. The company has sent a signed letter of intent to Sega and expects to release a formal announcement of the partnership. in mid-January. Reportedly, peripherals for the year 2000 from Interact will include proprietary technology and feedback provided directly from Sega. <\/p>  <p>\"We're looking forward to receiving a license from Sega to produce Dreamcast accessories,\" said Todd Hays, InterAct's founder and president. \"The Dreamcast has been an awesome success in North America and Europe, with more than 1.5 million units sold before the 1999 holiday season reached its peak. <\/p>  <p>Interact's current line of Dreamcast peripherals includes the Fission Fishing Controller, the StarFighter LightBlaster, and the AstroPad.<\/p>",
      "lede": "Interact Accessories announces that it will soon team up with Sega to produce officially licensed peripherals for the Dreamcast.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/interact-gets-sega-blessing\/1100-2440345\/"
    },
    {
      "publish_date": "1999-12-29 03:42:29",
      "update_date": "2000-02-17 01:45:44",
      "id": 2440346,
      "authors": "Sam Kennedy",
      "title": "New PlayStation2 Kessen Screens",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Japanese publisher Koei releases some great new screens of its PlayStation 2 war-themed strategy title Kessen.",
      "body": "<p>Koei has released some new screens of its war-themed PlayStation2 strategy title, Kessen. A launch title for the PlayStation2, Kessen features stunning cinema sequences that are accomplished in real time as well as some CG-rendered sequences. Whether or not these screens are prerendered or in real time is currently unknown, as both formats look virtually identical thanks to the powerful PlayStation2 hardware. <\/p>  <p>Enjoy these new shots, and for a whole bunch more, click on the links to the right.<\/p>",
      "lede": "Japanese publisher Koei releases some great new screens of its PlayStation 2 war-themed strategy title Kessen.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/new-playstation2-kessen-screens\/1100-2440346\/"
    },
    {
      "publish_date": "1999-12-29 05:24:00",
      "update_date": "2000-02-17 01:45:48",
      "id": 2440348,
      "authors": "Sam Kennedy",
      "title": "More PlayStation2 Kessen Screens",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Browse through another set of new screens of the PlayStation 2 war-themed strategy title, Kessen.",
      "body": "In addition to the first batch of Kessen screens we posted in our first story today, we've got another batch straight from Koei's Japanese web site. Enjoy these new screens, and check out our link to the right for movies of the game in action.",
      "lede": "Browse through another set of new screens of the PlayStation 2 war-themed strategy title, Kessen.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/more-playstation2-kessen-screens\/1100-2440348\/"
    },
    {
      "publish_date": "1999-12-09 05:26:27",
      "update_date": "2000-02-17 01:45:49",
      "id": 2440349,
      "authors": "Sam Kennedy",
      "title": "Konami Arcade Classics Released",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Konami's arcade classics package for the Sony PlayStation has been released to stores.",
      "body": "<p>Konami announced on Thursday that its Konami Arcade Classics title for the Sony PlayStation has been released to stores. The game features ten classic arcade favorites in one package: Pooyan, Scramble, Super Cobra, Yie Ar Kung-Fu, Roc 'n' Rope, Shao-Lin's Road, Circus Charlie, Road Fighter, Time Pilot, and Gyruss. <\/p>  <p>\"Konami Arcade Classics gives new players a taste of what first put Konami on the map while giving old pros their fix for '80's style arcade fun,\" said Chris Mike, Konami's director of marketing. \"1999 is the perfect time to breathe new life into these classic favorites as we get ready to roll into a new millennium of entertaining games.\" <\/p>  <p>Konami Arcade Classics is currently available at stores nationwide at a suggested retail price of US$29.99.<\/p>",
      "lede": "Konami's arcade classics package for the Sony PlayStation has been released to stores.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/konami-arcade-classics-released\/1100-2440349\/"
    },
    {
      "publish_date": "1999-12-09 05:27:42",
      "update_date": "2000-02-17 01:45:49",
      "id": 2440350,
      "authors": "Sam Kennedy",
      "title": "Quebec Threatens Nintendo and Sony",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "The Quebec provincial government threatens to sue Nintendo and Sony if they don't provide French-language versions of games.",
      "body": "<p>The Quebec provincial government has threatened to sue Nintendo and Sony if the companies do not provide French-language versions of their games by New Year's Eve. French-language minister Louise Beaudoin told reporters on Thursday that after 18 months of discussion with representatives from the two companies she has threatened not to allow the games into Quebec (Canada's only French-speaking province).<\/p>  <p>\"I am launching an ultimatum,\" said Beaudoin. \"I conclude that it is time to act and to consider that negotiations have not been successful. The law must be applied.\"<\/p>  <p>So far, Beaudoin has only stated a legal warning, but she will file suits, if need be. \"I hope we will not reach that stage,'' she continued.<\/p>",
      "lede": "The Quebec provincial government threatens to sue Nintendo and Sony if they don't provide French-language versions of games.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/quebec-threatens-nintendo-and-sony\/1100-2440350\/"
    },
    {
      "publish_date": "1999-12-10 05:15:33",
      "update_date": "2000-02-17 01:45:49",
      "id": 2440351,
      "authors": "Micheal Mullen",
      "title": "BattleTech Signs 10,000 In Beta Test",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Kesmai's GameStorm attracts 10,000 beta testers to its upcoming MultiPlayer BattleTech: 3025 game.",
      "body": "<p>Kesmai has announced that it has registered 10,000 testers for its upcoming massively multiplayer futuristic strategy war title, MultiPlayer BattleTech: 3025. But those gamers will have to wait until early next year to begin testing. The game puts players in massive Mechs in the 31st century to battle for domination of the 2,000 worlds of the Inner Sphere. As a warrior in one of the five Great Houses battling for control, players start out as novices and work their way through the ranks as they take down opponents and gain experience. <\/p>  <p>As part of getting more gamers interested in the game, Kesmai's online gaming service, GameStorm, will be hosting a live chat on December 12 at 9pm EST. During the chat, gamers will get to ask the game's makers about the game and what they'll see when it is complete. <\/p>  <p>The complete game will release later next year, and it is expected to support upward of 50,000 players. Considering EA will probably have acquired Kesmai from News Corp by next year, the title could get additional marketing and design support from the big publisher.<\/p>",
      "lede": "Kesmai's GameStorm attracts 10,000 beta testers to its upcoming MultiPlayer BattleTech: 3025 game.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/battletech-signs-10000-in-beta-test\/1100-2440351\/"
    },
    {
      "publish_date": "1999-12-10 05:17:59",
      "update_date": "2000-02-17 01:45:50",
      "id": 2440352,
      "authors": "Amer Ajami",
      "title": "Viper II DVD Bundle",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Diamond's Viper II will now be bundled with five Infogrames games on one DVD disc.",
      "body": "<p>This morning, Infogrames announced the five games it will bundle with Diamond's Savage2000-powered Viper II. Called the Big WIG DVD Keeper Series 1, the bundle disc includes full versions of V-Rally '99 and Super Bubsy and demos of Jack Nicklaus 5, HardBall 6 2000 Edition, and Test Drive 5. Full versions of the last three are actually encrypted onto the disc and can be unlocked by purchasing a key from Infogrames for a nominal fee.<\/p>  <p>\"The Big WIG DVD Keeper Series 1 is a model for how content will be delivered to consumers in the digital age,'' said Infogrames director of business development Paul Trowe. \"They can demo some of our best titles free of charge and only need to make a quick phone call or an Internet visit to purchase the full versions.''<\/p>  <p>Viper II boards currently on store shelves should come bundled with the Big WIG DVD Keeper Series 1. The Diamond Viper II comes with a price tag of US$199.<\/p>",
      "lede": "Diamond's Viper II will now be bundled with five Infogrames games on one DVD disc.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/viper-ii-dvd-bundle\/1100-2440352\/"
    },
    {
      "publish_date": "1999-12-10 05:21:54",
      "update_date": "2000-02-17 01:45:50",
      "id": 2440353,
      "authors": "Sam Kennedy",
      "title": "Business Week Praises the Dreamcast",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "The Dreamcast recognized as one of the Best Products of 1999 by Business Week magazine.",
      "body": "<p>Sega of America announced on Friday that its Dreamcast console has been included as one of the Best Products of 1999 by Business Week magazine. Cited for revolutionary design and technological advances, the Dreamcast console features a modem for Internet capability. Dreamcast titles like NFL2K and Soul Calibur were also mentioned as reason for the system's praise. <\/p>  <p>\"The Sega Dreamcast has had a stellar three months on the market and has sold one million units. We are honored that the respected staff at Business Week magazine recognized the Sega Dreamcast as one of the best for this year,\" said Peter Moore, senior vice president of Sega of America. \"Moving into 2000, we will continue to set new standards in console gaming by being the first gaming company to bring an online gaming experience to a console via the Sega Dreamcast Network.\"<\/p>",
      "lede": "The Dreamcast recognized as one of the Best Products of 1999 by Business Week magazine.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/business-week-praises-the-dreamcast\/1100-2440353\/"
    },
    {
      "publish_date": "1999-12-10 02:36:25",
      "update_date": "2000-02-17 01:45:50",
      "id": 2440354,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Hoshigami Pushed Back To Spring",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Max Five's strategy simulation RPG for the PlayStation has been pushed back from January to spring 2000.",
      "body": "GameSpot News has learned that the Japanese release of Hoshigami: Ruining Blue Earth (Hoshigami is roughly translated as Star God) for the Sony PlayStation has been pushed back from January to spring 2000. Developed by Max Five, the strategy-simulation-RPG features unique battle systems with a flavor of SquareSoft's Final Fantasy Tactics.",
      "lede": "Max Five's strategy simulation RPG for the PlayStation has been pushed back from January to spring 2000.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/hoshigami-pushed-back-to-spring\/1100-2440354\/"
    },
    {
      "publish_date": "1999-12-10 05:18:59",
      "update_date": "2000-02-17 01:45:50",
      "id": 2440355,
      "authors": "Amer Ajami",
      "title": "More PS2 Middleware Technology",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "A new development tool to assist developers in speeding up production times for PC and PlayStation2 games will make designing games easier.",
      "body": "<p>A new development tool from Side Effects Software will make designing games on next-generation consoles and PCs a lot easier. Called Proceed3D, the technology consists of a 2D\/3D authoring package, a particle runtime engine, and a motion runtime engine, It is intended to allow designers to achieve a high quality of visuals at a fraction of the previously required manpower as well.<\/p>  <p>\"Proceed3D's integrated approach, which bridges content authoring and programming, enables artists to visually create effects and motion without programmer assistance,\" said Side Effects Software CTO, Paul Salvini. \"Neither an authoring solution nor a middleware solution on its own would provide what next-generation console developers require. Proceed3D offers them a streamlined pipeline that will result in film-like quality, faster time to market, less memory use, lower development costs, and portability across multiple platforms.\"<\/p>  <p>Side Effects said that it would make the Proceed3D development tool available to PC designers, as well as to PlayStation2 developers as part of Sony's middleware program. Additionally, Side Effects stated that it would announce support for \"other consoles later next year,\" leading us to believe that the company is readying tools for the Nintendo Dolphin as well.<\/p>  <p>Information on Proceed3D's availability will be revealed this January. In the meantime, Side Effects is offering the technology on a project-by-project royalty basis.<\/p>",
      "lede": "A new development tool to assist developers in speeding up production times for PC and PlayStation2 games will make designing games easier.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/more-ps2-middleware-technology\/1100-2440355\/"
    },
    {
      "publish_date": "1999-12-10 02:35:31",
      "update_date": "2000-02-17 01:45:50",
      "id": 2440356,
      "authors": "Micheal Mullen",
      "title": "Hispanics Protest Toy Story 2 Game",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Toy Story 2 character sets off Mexican-American protest for alleged stereotyping.",
      "body": "<p>A small group of Hispanics led a peaceful demonstration outside Activision's Santa Monica, Calif., headquarters yesterday to protest a character in the Toy Story 2 game. A villain in the game wears a mustache, bullet bandoleer, and a sombrero - all characteristics that the group felt were offensive stereotypes of Mexicans. <\/p>  <p>Activision developed the game with the Disney Toy Story 2 license, and the character was not from the Toy Story 2 movie. In the end, Disney agreed with the group and regretted the character's presence in the game. A spokesperson for Disney said that it now has plans to change the character \"as soon as possible\" in a newer version of the game. In the meantime, the game has not been recalled and will remain on retailer shevles.<\/p>",
      "lede": "Toy Story 2 character sets off Mexican-American protest for alleged stereotyping.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/hispanics-protest-toy-story-2-game\/1100-2440356\/"
    },
    {
      "publish_date": "1999-12-10 02:47:29",
      "update_date": "2000-02-17 02:00:28",
      "id": 2440363,
      "authors": "Sam Kennedy",
      "title": "Dreamcast Toy Story 2 Confirmed",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We confirm that the visually impressive Toy Story 2 is coming to the Dreamcast in the near future.",
      "body": "<p>The ESRB confirmed it. Online retailer Ebworld confirmed it. And now GameSpot News has confirmed it, as well: Toy Story 2 is coming to the Dreamcast. We've heard from sources inside Activision that the Dreamcast version is nearly complete, and due to the enhanced graphical capabilities of the DC, it looks stellar. The game should be released sometime this winter. <\/p>  <p>Unfortunately, Activision still refuses to comment on the Dreamcast version of the game. Hopefully, we'll hear official details and see some actual screens soon.<\/p>",
      "lede": "We confirm that the visually impressive Toy Story 2 is coming to the Dreamcast in the near future.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/dreamcast-toy-story-2-confirmed\/1100-2440363\/"
    },
    {
      "publish_date": "1999-12-10 02:39:03",
      "update_date": "2000-02-17 02:00:29",
      "id": 2440364,
      "authors": "Sam Kennedy",
      "title": "New PlayStation2 X-Fire Screens",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "We've gotten our hands on a few new screens of Electronic Arts Square's first game for the PlayStation2 console.",
      "body": "<p>While X-Fire was one of the less impressive games when we played it at this past fall's Tokyo Game Show, Electronic Arts Square has some major time and money invested in the game to make sure it sells. So it's likely that we'll be seeing some major improvements over the next few months.<\/p>  <p>A PlayStation2 3D corridor shooter similar in style to GoldenEye for the Nintendo 64, X-Fire will make use of some nifty new PlayStation2 effects. In fact, for X-Fire, EA Square has partnered with Animation Science, a company with expertise in the TV\/film 3D graphics field. So, no doubt X-Fire will be a title to keep an eye on over the next few months, as it could end up turning out to be a killer app for the PS2. In any case, today we got our hands on a few new screens of the game. These show off some of the characters being generated in real time, and they are definitely worth a look.<\/p>  <p>X-Fire is currently slated for a release alongside the PlayStation2 when it launches on March 4, 2000, in Japan. The game will also release alongside the US PlayStation2 launch in fall 2000.<\/p>",
      "lede": "We've gotten our hands on a few new screens of Electronic Arts Square's first game for the PlayStation2 console.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [
        {
          "id": 2365,
          "name": "X-Squad",
          "api_detail_url": "https:\/\/www.gamespot.com\/api\/games\/?filter=id:2365",
          "guid": "5000-2365"
        }
      ],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/new-playstation2-x-fire-screens\/1100-2440364\/"
    },
    {
      "publish_date": "1999-12-10 02:37:26",
      "update_date": "2000-02-17 02:00:29",
      "id": 2440365,
      "authors": "Yukiyoshi Ike Sato",
      "title": "Miyamoto Plans GB Advance Zelda",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Shigeru Miyamoto is currently planning a Zelda title for the next-generation Game Boy system.",
      "body": "<p>In an interview with Nintendo's Miyamoto Shigeru in the latest issue of the Japanese gaming magazine Dengekioh, he mentions that he is currently in the planning process for the development of a Zelda title for the Game Boy Advance. While Miyamoto has previously hinted that a Zelda title for the GBA is a distinct possibility, this seems to be the first confirmation that one will really appear. <\/p>  <p>The Game Boy Advance is Nintendo's next-generation portable game system, scheduled for a release in August 2000 in Japan.<\/p>",
      "lede": "Shigeru Miyamoto is currently planning a Zelda title for the next-generation Game Boy system.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/miyamoto-plans-gb-advance-zelda\/1100-2440365\/"
    },
    {
      "publish_date": "1999-12-13 03:52:34",
      "update_date": "2000-02-17 02:00:29",
      "id": 2440366,
      "authors": "Gamespot Staff",
      "title": "Sid Meier's Anitetam! Releases",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Firaxis has announced that its latest real-time re-creation of the bloodiest day in Civil War history is now available. Players can order the game through the company's web site (www.firaxis.com) for US$29.99.",
      "body": "Firaxis has announced that its latest real-time re-creation of the bloodiest day in Civil War history is now available. Players can order the game through the company's web site (www.firaxis.com) for US$29.99.",
      "lede": "Firaxis has announced that its latest real-time re-creation of the bloodiest day in Civil War history is now available. Players can order the game through the company's web site (www.firaxis.com) for US$29.99.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/sid-meiers-anitetam-releases\/1100-2440366\/"
    },
    {
      "publish_date": "1999-12-13 03:53:28",
      "update_date": "2000-02-17 02:00:30",
      "id": 2440367,
      "authors": "Micheal Mullen",
      "title": "Bushnell Joins WebQuest",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Pong's creator joins Board of Directors of the company that built his latest gaming site.",
      "body": "<p>Pong's creator is keeping busy lately. Nolan Bushnell - the father of video gaming, who originally founded Atari and who has since gone on to other tasks - announced today that he will be joining WebQuest International's Board of Directors. <\/p>  <p>The company runs several web sites, including www.ipong.com, a site that lets gamers play Pong against one another over a browser. In early 2000, players will be able to compete for cash prizes.<\/p>  <p>\"It's flattering to see the renewed interest in Pong after so many years, especially amid all the complex strategy games on the market right now,\" said Nolan Bushnell. \"I'm excited about having an opportunity to participate in its rebirth as an online multiplayer tournament game. I'm also happy to see that the cost of playing a game is still only twenty-five cents.\"  Bushnell will also make an appearance on the ZDTV program Big Thinkers on January 5 at 10:30pm EST to talk about his latest project, uWink.com.<\/p>",
      "lede": "Pong's creator joins Board of Directors of the company that built his latest gaming site.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/bushnell-joins-webquest\/1100-2440367\/"
    },
    {
      "publish_date": "1999-12-13 05:20:19",
      "update_date": "2000-02-17 02:00:30",
      "id": 2440368,
      "authors": "Amer Ajami",
      "title": "Creative Loses Aureal Suit",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "A San Francisco jury rules that Aureal's Vortex chips do not infringe on Creative Labs' patent.",
      "body": "<p>Last Friday afternoon, a San Francisco jury ruled that Aureal's Vortex chips do not infringe on a Creative Labs patent, clearing the Fremont, Calif., company from a long-standing lawsuit. Originally filed by Creative Labs in February 1998, a day after Aureal announced Vortex design wins with Dell Computers, the suit claimed that Aureal infringed on Creative patent 5,342,990 (titled \"digital sampling instrument employing cache-memory\") in designing its audio chip.<\/p>  <p>\"Aureal has said from the start that the Vortex products do not infringe on the patent and that the case is motivated by Creative's need to diminish competition in the marketplace at all costs,\" said Aureal CEO and president Kip Kokinakis. \"It is a great victory for Aureal, but also a victory for innovation and competition that we did not yield to a company with vast resources and an intent to eliminate our ability to bring new and exciting products to the market.\"<\/p>  <p>However, Creative isn't prepared to accept the ruling and walk away, as the company has announced that it will appeal the court's decision. Meanwhile, Aureal has a patent infringement suit against Creative Labs and is seeking damages and an injunction against sales of the Sound Blaster Live! products. As usual, we'll keep you abreast of all the latest happenings.<\/p>",
      "lede": "A San Francisco jury rules that Aureal's Vortex chips do not infringe on Creative Labs' patent.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/creative-loses-aureal-suit\/1100-2440368\/"
    },
    {
      "publish_date": "1999-12-13 05:23:32",
      "update_date": "2000-02-17 02:00:30",
      "id": 2440369,
      "authors": "Amer Ajami",
      "title": "Shipping: 3D Prophet DDR-DVI",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Guillemot's DDR-equipped GeForce 256 card is now available in stores.",
      "body": "<p>Guillemot's Hercules 3D Prophet DDR-DVI has started shipping to Canadian and American stores. The board is equipped with double-data-rate SDRAM, which operates at twice the clock rate of standard SDR (single-data-rate) memory found on almost all other video boards and is equipped with a DVI signal out for flat panel monitor users.<\/p>  <p>The board retails for US$299 after a $20 mail-in rebate - considerably lower than the originally announced price of $399.<\/p>",
      "lede": "Guillemot's DDR-equipped GeForce 256 card is now available in stores.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/shipping-3d-prophet-ddr-dvi\/1100-2440369\/"
    },
    {
      "publish_date": "1999-12-13 05:24:53",
      "update_date": "2000-02-17 02:00:31",
      "id": 2440370,
      "authors": "Amer Ajami",
      "title": "FFVIII PC Date Announced",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Square Electronic Arts releases the shipping date of Final Fantasy VIII for the PC.",
      "body": "<p>This morning, Square Electronic Arts announced that the PC version of Final Fantasy VIII will begin shipping on January 25, 2000. The game was originally released for the PlayStation in the US on September 9, 1999. <\/p>  <p>\"We are very excited about the upcoming release of Final Fantasy VIII for the PC,'' said Jun Iwasaki, president of Square Electronic Arts. \"Now PC players can enjoy the same addictive fun that their PlayStation counterparts experience, with the added benefit of even more stunning graphics and life-like gameplay.\"<\/p>  <p>In related news, on January 3, gamers will be able to download a playable version of Chocobo World, a new Windows desktop game, and a noninteractive demo that features the opening sequence of FFVIII. Additionally, Square EA will make two additional interactive demos available for download on January 25, the game's release date.<\/p>  <p>For more new screenshots of the PC version of FFVIII, visit www.ff8-pc.com.<\/p>",
      "lede": "Square Electronic Arts releases the shipping date of Final Fantasy VIII for the PC.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/ffviii-pc-date-announced\/1100-2440370\/"
    },
    {
      "publish_date": "1999-12-13 03:54:21",
      "update_date": "2000-02-17 02:00:31",
      "id": 2440371,
      "authors": "Micheal Mullen",
      "title": "Online Gaming... $4.9 billion Worth",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Report claims that online game is going to grow in a big way.",
      "body": "<p>According to a Datamonitor report, online gaming in the US and Europe could reach US$4.8 billion by 2004. Of course, US gamers will be responsible for $2.8 billion as the Europeans catch up with $2.1 billion of the total amount.<\/p>  <p>The report also says that PC-based Internet usage will be the basis for the growth in profits with next-generation Internet-enabled consoles like the Dreamcast pulling up in second place.<\/p>",
      "lede": "Report claims that online game is going to grow in a big way.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/online-gaming-49-billion-worth\/1100-2440371\/"
    },
    {
      "publish_date": "1999-12-13 05:25:57",
      "update_date": "2000-02-17 02:00:31",
      "id": 2440372,
      "authors": "Amer Ajami",
      "title": "Quake III Sales Through the Roof",
      "image": {
        "square_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/square_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "screen_tiny": "https:\/\/www.gamespot.com\/a\/uploads\/screen_tiny\/1440\/14409144\/2230806-default-art--screen.jpg",
        "square_small": "https:\/\/www.gamespot.com\/a\/uploads\/square_small\/1440\/14409144\/2230806-default-art--screen.jpg",
        "original": "https:\/\/www.gamespot.com\/a\/uploads\/original\/1440\/14409144\/2230806-default-art--screen.jpg"
      },
      "deck": "Activision's own numbers put sales of Quake III Arena past the 50,000 mark in only three days.",
      "body": "<p>Activision and id Software have announced that, in only the first three days of sales, Quake III Arena has sold upward of 50,000 copies, according to the companies' internal tracking figures.<\/p>  <p>\"Quake is easily one of the hottest brands in interactive entertainment, and we had high expectations for Quake III Arena at launch,\" said Dusty Welch, Activision's director of global brand management. \"If sell-through and reorders are any indication, Quake III Arena is in the position to be the hottest PC game for the holidays\".<\/p>  <p>To date, according to PC Data, Quake II has sold about 610,000 copies and Quake some 550,000 before it. With one million copies of Quake III Arena already manufactured, Activision hopes the game will significantly outsell its two predecessors.<\/p>",
      "lede": "Activision's own numbers put sales of Quake III Arena past the 50,000 mark in only three days.",
      "categories": [
        {
          "id": 18,
          "name": "Games"
        },
        {
          "id": 60,
          "name": "News"
        },
        {
          "id": 68,
          "name": "Standard News"
        }
      ],
      "associations": [],
      "site_detail_url": "https:\/\/www.gamespot.com\/articles\/quake-iii-sales-through-the-roof\/1100-2440372\/"
    }
  ],
  "version": "1.0"
}