{
  "error": "OK",
  "limit": 1,
  "offset": 0,
  "number_of_page_results": 1,
  "number_of_total_results": 1,
  "status_code": 1,
  "results": {
    "api_detail_url": "https:\/\/www.giantbomb.com\/api\/review\/1900-598\/",
    "deck": "Grand Theft Auto V's unique storytelling meshes well with standard GTA-style action, giving you multiple perspectives on some fantastic criminal activities.",
    "description": "<figure data-align=\"right\" data-size=\"medium\" data-img-src=\"https:\/\/giantbomb.com\/a\/uploads\/original\/5\/56742\/2543893-8395671420.png\" data-ref-id=\"1300-2543893\" data-embed-type=\"image\" data-ratio=\"0.5625\"><a class=\"fluid-height\" style=\"padding-bottom:56.3%\" href=\"https:\/\/giantbomb.com\/a\/uploads\/original\/5\/56742\/2543893-8395671420.png\" data-ref-id=\"1300-2543893\"><img alt=\"Michael's therapist will probably have something to say about all this.\" src=\"https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2543893-8395671420.png\" srcset=\"https:\/\/www.giantbomb.com\/a\/uploads\/original\/5\/56742\/2543893-8395671420.png 1280w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_super\/5\/56742\/2543893-8395671420.png 960w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2543893-8395671420.png 480w\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\"><\/a><figcaption>Michael's therapist will probably have something to say about all this.<\/figcaption><\/figure><p><a href=\"\/\/www.giantbomb.com\/grand-theft-auto\/3025-6\/\" data-ref-id=\"3025-6\">Grand Theft Auto<\/a> took a turn for the serious when it moved to the <a href=\"\/\/www.giantbomb.com\/xbox-360\/3045-20\/\" data-ref-id=\"3045-20\">Xbox 360<\/a> and <a href=\"\/\/www.giantbomb.com\/playstation-3\/3045-35\/\" data-ref-id=\"3045-35\">PlayStation 3<\/a> in 2008. In the pursuit of a world that felt more fully realized, the developers at <a href=\"\/\/www.giantbomb.com\/rockstar-games\/3010-1194\/\" data-ref-id=\"3010-1194\">Rockstar<\/a> left the free-wheeling weirdness of <a href=\"\/\/www.giantbomb.com\/grand-theft-auto-san-andreas\/3030-7120\/\" data-ref-id=\"3030-7120\">San Andreas<\/a> behind. Suddenly all the random mayhem and madness of the previous entries felt somehow out of place and, though you could get into a firefight at the drop of a hat, the chaos felt less fun than it did during the <a href=\"\/\/www.giantbomb.com\/grand-theft-auto-iii\/3030-3724\/\" data-ref-id=\"3030-3724\">GTA III<\/a> trilogy. With <a href=\"\/\/www.giantbomb.com\/grand-theft-auto-v\/3030-36765\/\" data-ref-id=\"3030-36765\">Grand Theft Auto V<\/a>, the franchise attempts to get it both ways, with another cluster of serious narrative that's told in an exciting way, but also in an occasionally more lighthearted one, as well. Sprinkle in a little bit of genuine weirdness and you've got a recipe for disaster that works in spite of itself, a well-told tale of criminals in mid-life crisis that doesn't always mesh properly with the trappings of your typical open-world crime simulator, but the individual parts are usually so good that it barely matters.<\/p><p>Rather than settling on one criminal, GTAV asks you to play as three. You're introduced to these characters over the course of the game's first few hours, and each settles into his own niche. <a href=\"\/\/www.giantbomb.com\/michael-de-santa\/3005-24896\/\" data-ref-id=\"3005-24896\">Michael<\/a> is the career criminal that left the life and settled down with his wife and two kids in <a href=\"\/\/www.giantbomb.com\/los-santos\/3035-19\/\" data-ref-id=\"3035-19\">Los Santos<\/a>--the game's version of <a href=\"\/\/www.giantbomb.com\/los-angeles\/3035-490\/\" data-ref-id=\"3035-490\">Los Angeles<\/a>--only to be bored out of his skull, resulting in a lot of sitting around, drinking, and watching old movies. <a href=\"\/\/www.giantbomb.com\/franklin\/3005-24897\/\" data-ref-id=\"3005-24897\">Franklin<\/a> is a low-level gangster that has seemingly remained unaffiliated with the city's larger gangs, but he and his lifelong friend, Lamar, seem to want to get out of the hood by stepping up into the larger-sized crimes. But for the meantime, they're working as repo men for a crooked car dealership.<\/p><p>A memorable chance meeting between Michael and Franklin sets the story in motion, reconnecting Michael to the life of crime he left behind while giving him a young apprentice to school in the ways of doing dirt. It doesn't take long for the duo to raise their profile just enough to catch the attention of <a href=\"\/\/www.giantbomb.com\/trevor-phillips\/3005-24898\/\" data-ref-id=\"3005-24898\">Trevor<\/a>, Michael's old partner-in-literal-crime. Trevor is the classic \"loose cannon\" of the game, meaning he swears a lot and threatens to kill people all the time for no good reason. He also happens to be running a meth and guns operation just north of Los Santos, making it convenient for him to come into town to track down his old friend who, by the way, has been thought to be dead for the past ten years. This makes for a series of uneasy relationships, not only between the three core protagonists but also the people in their lives, be they feds of questionable integrity, methed-out desert dwellers, or Franklin's crazy aunt.<\/p><figure data-align=\"left\" data-size=\"medium\" data-img-src=\"https:\/\/giantbomb.com\/a\/uploads\/original\/5\/56742\/2542561-873-1280.jpg\" data-ref-id=\"1300-2542561\" data-embed-type=\"image\" data-ratio=\"0.5625\"><a class=\"fluid-height\" style=\"padding-bottom:56.3%\" href=\"https:\/\/giantbomb.com\/a\/uploads\/original\/5\/56742\/2542561-873-1280.jpg\" data-ref-id=\"1300-2542561\"><img alt=\"Trevor, in one of the game's more uncomfortable sequences.\" src=\"https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2542561-873-1280.jpg\" srcset=\"https:\/\/www.giantbomb.com\/a\/uploads\/original\/5\/56742\/2542561-873-1280.jpg 1280w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_super\/5\/56742\/2542561-873-1280.jpg 960w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2542561-873-1280.jpg 480w\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\"><\/a><figcaption>Trevor, in one of the game's more uncomfortable sequences.<\/figcaption><\/figure><p>Unless you're in a mission, you can typically switch to any of the three characters at will. That doesn't mean you can drop any of the three characters into any point in the game, though. Each character has his own missions and switching between them moves you to wherever that character is as you join his life, which is already in progress. This means you might catch Trevor waking up in the middle of the desert, wearing a dress. Or you might catch Michael waking up screaming. It's a good little trick that gives the illusion that these characters are off living their lives, even when you aren't directly controlling them. It also helps make each character's personal story make sense. Since Trevor is the one wrapped up in meth dealings with the Chinese, he's the one starting those missions. Franklin is the one occasionally getting wrapped up in some gangster shit. And so on. The multiple characters concept works out beautifully, giving you the feeling of \"taking a break\" from one character's drama to peek in on another's.<\/p><p>The mission design is your basic Grand Theft Auto sort of stuff, for the most part. You'll drive to the start of a mission, get a cutscene, and then usually have to drive somewhere else to get things going. But some of the missions start to mix up multiple characters, like one where Trevor just happens to show up at Franklin's as he's about to go help a friend cop a brick of coke. As video game drug deals tend to go, this one goes bad, and the crew is forced to shoot their way out of a bad situation. With two of the game's three playable characters along for the ride, the game lets you swap between them on the fly. This lets you get a little tactical, but it also plays into the game's stat system and special abilities. At the outset, Trevor is a better shooter than Franklin. This only makes a big difference when you're free-aiming a <a href=\"\/\/www.giantbomb.com\/sniper-rifle\/3055-67\/\" data-ref-id=\"3055-67\">sniper rifle<\/a>, since the game's lock-on targeting system trivializes the game's combat to the point where you're just blazing helicopter pilots through the windows of their choppers without giving it a second thought, regardless of the shooting statistic. The meaningful difference comes from a character-specific ability. Franklin uses his while driving, getting a slow-motion moment or two while significantly increasing a car's steering, which keeps you from getting too turned around during races and other pursuit-like activities. Michael has a standard on-foot bullet time that makes the shooting even easier than it already is. And Trevor goes into a rampage-like state where he takes less damage. They all have their uses, but as long as you're patiently using the game's competent cover system and letting your health regenerate (it only pops back up to 50 percent, though) between shots, you'll make it out of most fights alive and well, no <a href=\"\/\/www.giantbomb.com\/body-armor\/3015-285\/\" data-ref-id=\"3015-285\">body armor<\/a> required.<\/p><p>The game is at its best when it deviates from the typical GTA mission structure, and you'll do this several times over the course of the story in the form of heists. These big scores are typically placed at pivotal points in the story and require some additional planning. Typically you'll start a heist situation by choosing one of two approaches to taking a score. One may require more setup but it might also have a lot less risk than, say, walking in the front of a jewelry store and gunning down everyone in sight. Once you've decided how you'll take the score, you'll have to choose a crew. In addition to the other protagonists (who are usually all together on every job) you may have to choose a getaway driver or find someone that's handy with an <a href=\"\/\/www.giantbomb.com\/assault-rifle\/3055-413\/\" data-ref-id=\"3055-413\">assault rifle<\/a>. You'll choose these crew members based on their stats and the cut of the overall take that they'll get at the end. Choose an inexperienced shooter and he may die on the job--and if he happened to be carrying a significant portion of the score, well, that's money you won't be getting at the end. If a member of the crew lives through the job, his or her skills will increase, but the percentage won't, giving you some incentive to rank up your low-level, low-paid criminals on the earlier jobs. As you play the game, you may find additional people who will want to take down scores with you, giving you a wider pool to pick from.<\/p><figure data-align=\"right\" data-size=\"medium\" data-img-src=\"https:\/\/giantbomb.com\/a\/uploads\/original\/5\/56742\/2542557-877-1280.jpg\" data-ref-id=\"1300-2542557\" data-embed-type=\"image\" data-ratio=\"0.5625\"><a class=\"fluid-height\" style=\"padding-bottom:56.3%\" href=\"https:\/\/giantbomb.com\/a\/uploads\/original\/5\/56742\/2542557-877-1280.jpg\" data-ref-id=\"1300-2542557\"><img alt=\"Franklin wants to be an upwardly mobile criminal, not just some two-bit gangbanger.\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\" class=\"js-lazy-load-image\" data-src=\"https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2542557-877-1280.jpg\" data-srcset=\"https:\/\/www.giantbomb.com\/a\/uploads\/original\/5\/56742\/2542557-877-1280.jpg 1280w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_super\/5\/56742\/2542557-877-1280.jpg 960w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2542557-877-1280.jpg 480w\"><noscript><img alt=\"Franklin wants to be an upwardly mobile criminal, not just some two-bit gangbanger.\" src=\"https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2542557-877-1280.jpg\" srcset=\"https:\/\/www.giantbomb.com\/a\/uploads\/original\/5\/56742\/2542557-877-1280.jpg 1280w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_super\/5\/56742\/2542557-877-1280.jpg 960w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2542557-877-1280.jpg 480w\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\"><\/noscript><\/a><figcaption>Franklin wants to be an upwardly mobile criminal, not just some two-bit gangbanger.<\/figcaption><\/figure><p>The heists often require some additional setup, too. If your heist needs masks, well, you're going to go buy some masks. Need a getaway car? Go find a four-door vehicle and you'll be able to choose your own stash spot to hide it in--just remember that you'll need to actually drive there in the middle of the heist. Specific cars, like firetrucks and maintenance vans, must also be sourced in some instances, so you'll have to go and steal those at your leisure. Having these more-freeform tasks appear right before the heist is an exciting change from how Grand Theft Auto typically unfolds, and my only complaint is that I wish there was a lot more of it. Once you've completed all the setup, you can head out and take down some scores.<\/p><p>When out on the heist, you can usually swap between the three core protagonists. So if you don't feel like flying a helicopter, you often don't have to--just don't swap to Trevor. The game does force swaps in specific occasions, though, and it typically does this to ensure that you're not missing the action. Annoyingly, the characters you aren't using aren't always on top of their game. I had a couple of missions end randomly because one character or another would die on the job, without any sort of warning that they're even in trouble. It felt like the typical sloppiness that comes with the average open-world game, right alongside trying to drive into a respray shop to lose the cops only to have the game tell me that I failed the mission I was on by \"abandoning\" it. Failing missions isn't much of a problem; the game has pretty good mid-mission checkpoints. But if you're attempting to earn gold medals by completing all of a mission's tasks, you can't restart at any checkpoints along the way.<\/p><p>The heists are the greatest part of GTAV's gameplay. The only real problem with them is that there aren't more of them. But what do you do when you're off-mission? Well, aside from the main missions and heists, the game has random events and \"Strangers and Freaks\" missions. The random events are things like armored cars that drive around the city, begging to be taken. Or you'll find plenty of <a href=\"\/\/www.giantbomb.com\/automated-teller-machine\/3055-2864\/\" data-ref-id=\"3055-2864\">ATM<\/a> robberies that you can foil, if you like. The Strangers and Freaks missions are more structured, and some of them spin out into the typical sort of side missions you might expect from an open-world game. Some are basic--Michael runs into a woman jogger who riles him up to the point where he demands a foot race with her. Franklin gets mixed up with some marijuana legalization weirdo who wants him to recover a couple of coolers full of weed from around the city. Trevor gets involved in a bail bonds operation that has him tracking down bail jumpers. He also falls in with a couple of guys who think they're running some kind of border patrol operation, and the three of them go off and use stun guns on men with vaguely Mexican-sounding accents. Some of them are funny, and some of them bring a lot more weirdness into what would otherwise be a pretty by-the-numbers crime saga. So they make for a nice break from the action.<\/p><figure data-align=\"left\" data-size=\"medium\" data-img-src=\"https:\/\/giantbomb.com\/a\/uploads\/original\/5\/56742\/2540004-2-1.jpg\" data-ref-id=\"1300-2540004\" data-embed-type=\"image\" data-ratio=\"0.5625\"><a class=\"fluid-height\" style=\"padding-bottom:56.3%\" href=\"https:\/\/giantbomb.com\/a\/uploads\/original\/5\/56742\/2540004-2-1.jpg\" data-ref-id=\"1300-2540004\"><img alt=\"Some heists go smoother than others.\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\" class=\"js-lazy-load-image\" data-src=\"https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2540004-2-1.jpg\" data-srcset=\"https:\/\/www.giantbomb.com\/a\/uploads\/original\/5\/56742\/2540004-2-1.jpg 1280w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_super\/5\/56742\/2540004-2-1.jpg 960w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2540004-2-1.jpg 480w\"><noscript><img alt=\"Some heists go smoother than others.\" src=\"https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2540004-2-1.jpg\" srcset=\"https:\/\/www.giantbomb.com\/a\/uploads\/original\/5\/56742\/2540004-2-1.jpg 1280w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_super\/5\/56742\/2540004-2-1.jpg 960w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2540004-2-1.jpg 480w\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\"><\/noscript><\/a><figcaption>Some heists go smoother than others.<\/figcaption><\/figure><p>The game also has a lot of other activities. There are movie theaters to visit with short, pre-rendered, overly-compressed and badly artifacted \"films\" you can watch. There's a golf course, complete with a passable little golf game. You can get into tennis. Or take up skydiving. You can take bong rips and watch TV at your house. One side mission has you driving a tow truck and towing specific vehicles back to an impound yard. You can use your phone's built-in web browser to invest in the stock market, complete with a series of assassination missions that allow you to influence said market a little more directly. And so on and so forth. I tried a little bit of everything and found a lot of it to be distracting and largely unnecessary, given the quality of the main story, but if you're going to make an open world game, you might as well fill it up with a bunch of different optional events. But personally, I'm done with checkpoint races in open-world games. This game already has plenty of driving in it without tacking on a ton of additional driving-only missions.<\/p><p>The writing associated with those main characters and their stories is the best part of Grand Theft Auto V. It strikes a weird tone that occasionally veers into comedy, particularly the subplot involving Michael's estranged family, all of whom think he's sort of a washed-up joke that's suddenly become an old psychopath. But at other times it's deathly serious. It manages to work more often than it doesn't, even if Franklin and his motivations for sticking around these two aging bank robbers feel a little thin. Tonally, however, the game is all over the map once you take the radio and everything else into account. The radio, its talk shows, and its news clips are straight-up classic Grand Theft Auto, poking fun at the \"American Dream\" and everything that comes along with it. A lot of the radio chatter, funny as it can be, ends up giving the game an almost nostalgic feel. It's the thing that comes on and reminds you of all those other times you spent with a Grand Theft Auto game, listening to the writers' satirical take on America. But this time you can slot in financial bailouts, fracking, and reality TV as the topics that pop up around the world and remind you that it was written for 2013, not 2004. It would have been great to see this aspect of the game evolve a bit more, from a writing perspective, anyway. As it stands, it all feels expected and unadventurous, hardly the biting satire that it felt like in past outings. Presentationally, though, it is great, with news reports that tie into the main missions and a sharp, varied selection of music... even if the mere concept of turning on a terrestrial radio in this day and age comes off as a little quaint. Sometimes, the tone of the radio and the dopey lines coming out of pedestrians as you work your way around the city feel sharply at odds with the tone of the actual missions.<\/p><figure data-align=\"right\" data-size=\"medium\" data-img-src=\"https:\/\/giantbomb.com\/a\/uploads\/original\/5\/56742\/2543891-gta5_gtainside_exclusive.jpg\" data-ref-id=\"1300-2543891\" data-embed-type=\"image\" data-ratio=\"0.5625\"><a class=\"fluid-height\" style=\"padding-bottom:56.3%\" href=\"https:\/\/giantbomb.com\/a\/uploads\/original\/5\/56742\/2543891-gta5_gtainside_exclusive.jpg\" data-ref-id=\"1300-2543891\"><img alt=\"The playable area includes plenty of unincorporated space north of Los Santos, with trailer parks and meth labs.\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\" class=\"js-lazy-load-image\" data-src=\"https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2543891-gta5_gtainside_exclusive.jpg\" data-srcset=\"https:\/\/www.giantbomb.com\/a\/uploads\/original\/5\/56742\/2543891-gta5_gtainside_exclusive.jpg 1280w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_super\/5\/56742\/2543891-gta5_gtainside_exclusive.jpg 960w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2543891-gta5_gtainside_exclusive.jpg 480w\"><noscript><img alt=\"The playable area includes plenty of unincorporated space north of Los Santos, with trailer parks and meth labs.\" src=\"https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2543891-gta5_gtainside_exclusive.jpg\" srcset=\"https:\/\/www.giantbomb.com\/a\/uploads\/original\/5\/56742\/2543891-gta5_gtainside_exclusive.jpg 1280w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_super\/5\/56742\/2543891-gta5_gtainside_exclusive.jpg 960w, https:\/\/www.giantbomb.com\/a\/uploads\/scale_medium\/5\/56742\/2543891-gta5_gtainside_exclusive.jpg 480w\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\"><\/noscript><\/a><figcaption>The playable area includes plenty of unincorporated space north of Los Santos, with trailer parks and meth labs.<\/figcaption><\/figure><p>That said, the individual pieces of Grand Theft Auto V are nicely done. The driving is a lot looser and more exciting than it was in <a href=\"\/\/www.giantbomb.com\/grand-theft-auto-iv\/3030-20457\/\" data-ref-id=\"3030-20457\">GTAIV<\/a>, and the lock-on targeting and cover system means that you're never fighting the controls in the middle of combat. It also looks great on current consoles, with a solid draw distance and a frame rate that takes few major hits along the way. Furthermore, the characters themselves emote well in cutscenes, which really helps make the story feel more meaningful. The city itself is nicely evocative of Los Angeles, as well, giving you GTA-ified equivalents of studio lots, the TCL Chinese Theatre, the Santa Monica Pier, and more. Little touches like lighting as the sun rises and sets go a long way, too. That all meets well with the game's on-foot and on-mission soundtrack, which delivers tense backing tracks that heighten the heists whether you're opening fire on the obstacles in your way or watching Michael slyly convince a guard that he is, in fact, supposed to be there. And all of it comes together to bring you a fantastic approximation of LA's sleazy-yet-sunny West Coast vibe.<\/p><p>In a lot of ways, that sort of vibe--or the skill with which it is achieved--is the real star of any Grand Theft Auto. Overall, this game is less surprising than you might like, because so much of it is precisely what you'd expect from a GTA game. As other open-world games push forward in ways that make things like traversal more convenient, GTA forces you to look at the minimap for your turn-by-turn directions. At times, it feels like it was made in a vacuum, away from the influence of other games. But while you could certainly pick out a handful of individual systems or design choices that feel like they've been handled more intelligently elsewhere, none of those other games bring together so many interesting and disparate systems with the same level of aplomb on display here. That, combined with the game's unique multi-character approach to storytelling, makes Grand Theft Auto V an exciting successor in the long-running franchise.<\/p><p> <\/p>",
    "dlc": null,
    "dlc_name": null,
    "game": {
      "api_detail_url": "https:\/\/www.giantbomb.com\/api\/game\/3030-36765\/",
      "id": 36765,
      "name": "Grand Theft Auto V",
      "site_detail_url": "https:\/\/www.giantbomb.com\/grand-theft-auto-v\/3030-36765\/"
    },
    "guid": "1900-598",
    "id": 598,
    "publish_date": "2013-09-16 07:00:00",
    "release": {
      "api_detail_url": "https:\/\/www.giantbomb.com\/api\/release\/3050-121148\/",
      "id": 121148,
      "name": "Grand Theft Auto V"
    },
    "reviewer": "Jeff",
    "score": 5,
    "site_detail_url": "https:\/\/www.giantbomb.com\/reviews\/grand-theft-auto-v-review\/1900-598\/",
    "platforms": null
  },
  "version": "1.0"
}